{
    "Sessions": [
        {
            "Session ID": "1",
            "Title": "Golf Tournament",
            "Date": "5/22/2022",
            "Start Time": "8:30",
            "End Time": "14:30",
            "Cancelled": "No"
        },
        {
            "Session ID": "2",
            "Title": "Bike Tour",
            "Date": "5/22/2022",
            "Start Time": "12:00",
            "End Time": "15:00",
            "Description": "25 mile bike ride beginning at the Harriet Tubman Underground Railroad National Historical Park in Blackwater, MD.",
            "Cancelled": "No"
        },
        {
            "Session ID": "3",
            "Title": "Sponsor Hospitality Reception",
            "Date": "5/22/2022",
            "Start Time": "16:30",
            "End Time": "17:30",
            "Cancelled": "No"
        },
        {
            "Session ID": "4",
            "Title": "Networking Reception",
            "Date": "5/22/2022",
            "Start Time": "17:30",
            "End Time": "18:30",
            "Location": "Regatta Pavilion",
            "Cancelled": "No"
        },
        {
            "Session ID": "5",
            "Title": "Opening Dinner",
            "Date": "5/22/2022",
            "Start Time": "18:30",
            "End Time": "19:30",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "6",
            "Title": "Welcome and Keynote",
            "Date": "5/22/2022",
            "Start Time": "19:30",
            "End Time": "20:15",
            "Description": "7:30 PM - 7:45 PM Welcome: 7:45 PM - 8:15 Keynote:  Brian Campo, Deputy Chief Information officer and Deputy Assistant Commandant for C4IT, U.S. Coast Guard",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "7",
            "Title": "Dessert Reception",
            "Date": "5/22/2022",
            "Start Time": "20:15",
            "End Time": "21:30",
            "Location": "Chesapeake Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "8",
            "Title": "Breakfast",
            "Date": "5/23/2022",
            "Start Time": "7:15",
            "End Time": "8:15",
            "Location": "Chesapeake Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "9",
            "Title": "Welcoming Remarks, Overview of Day, and Welcome from ACT-IAC CEO",
            "Date": "5/23/2022",
            "Start Time": "8:30",
            "End Time": "8:45",
            "Description": "Welcoming Remarks from Chairs, Overview of Day, and Welcome from ACT-IAC CEO",
            "Cancelled": "No"
        },
        {
            "Session ID": "10",
            "Title": "Keynote:  Fireside Chat",
            "Date": "5/23/2022",
            "Start Time": "9:00",
            "End Time": "9:30",
            "Cancelled": "No"
        },
        {
            "Session ID": "11",
            "Title": "RockIT:  Going Beyond Security:  A Conversation on Digital Transformation and Digital Experience",
            "Session Type": "Breakout Session D",
            "Date": "5/23/2022",
            "Start Time": "9:45",
            "End Time": "10:30",
            "Description": "Google Cloud helps government agencies improve citizen services, increase their operational effectiveness, and deliver proven innovation. Hear from Google Cloud executives on how the company is addressing use cases across civilian, federal healthcare, and defense organizations. Attendees will walk away with an understanding of innovative approaches being used and the future of federal technology.",
            "Cancelled": "No"
        },
        {
            "Session ID": "12",
            "Title": "AI in Mission Decision Making",
            "Session Type": "Breakout Session B",
            "Date": "5/23/2022",
            "Start Time": "9:45",
            "End Time": "10:30",
            "Description": "Discussing how A I capabilities can provide effective distillation of information at scale for improved and timely decision making.",
            "Cancelled": "No"
        },
        {
            "Session ID": "13",
            "Title": "Driving Innovation to Support the Mission",
            "Session Type": "Breakout Session A",
            "Date": "5/23/2022",
            "Start Time": "9:45",
            "End Time": "10:30",
            "Description": "Innovation comes in many forms, including broth both process-orient and technical.  with budgets increasinly tight and an ever-expanding workload, government C X Os have become the drivers of innovation across the Federal enterprise.  Join us for adiscussion on how a diverse group of leaders from across government are working to foster a culture that promotes and rewards innovation, drives change, and benefits mission performance by empowering employees across their respective organizations.",
            "Cancelled": "No"
        },
        {
            "Session ID": "14",
            "Title": "Key Executive Fireside Chat/Interview",
            "Session Type": "Breakout Session C",
            "Date": "5/23/2022",
            "Start Time": "9:45",
            "End Time": "10:30",
            "Description": "Federal Shared Service Centers have long sought opportunities to achieve economies of scale and skill. As agency needs evolve and new technologies emerge, what’s next for this service delivery model? Join Workday and a panel of distinguished federal leaders and experts from the D O I, G S A, and Treasury as they discuss the challenges and opportunities for optimizing shared services. Panelists will address the unique requirements of shared services providers and how cloud technology platforms for financial management and human resources can support continuous innovation and improvement.",
            "Cancelled": "No"
        },
        {
            "Session ID": "15",
            "Title": "Networking, Exhibits, Exhibitor Presentations, Automation/Reality Exhibits",
            "Date": "5/23/2022",
            "Start Time": "10:30",
            "End Time": "11:15",
            "Cancelled": "No"
        },
        {
            "Session ID": "16",
            "Title": "Discover Digital Transformation Powered by Emerging Technologies: Local to Global Perspectives",
            "Session Type": "Breakout Session D",
            "Date": "5/23/2022",
            "Start Time": "11:30",
            "End Time": "12:15",
            "Description": "Emerging technologies are accelerators of innovation. They can improve efficiency, power new products and services, enable new business models, and reinvent governments & businesses for the benefit of citizens and consumers alike. More and more, the world is becoming digital. Every successful enterprise will one day be a digital enterprise. How are leading companies and governments making this journey? During this session, government and industry executives — from the U.S. and internationally — will detail the digital reinvention of their organizations to better serve citizens and consumers in this digital age. They will share how they are taking advantage of new opportunities in AI & automation, robotics, blockchain, 5G, with the reach of cloud and edge and the assurance of cyber, to data-analytics and other areas to transform their organizations, engineer a competitive advantage, and ultimately help governments and businesses enable more efficient, responsive systems to enhance customer experience and accelerate progress.",
            "Cancelled": "No"
        },
        {
            "Session ID": "17",
            "Title": "Healthcare Reimagined:  Merging the Physical and Digital",
            "Session Type": "Breakout Session C",
            "Date": "5/23/2022",
            "Start Time": "11:30",
            "End Time": "12:15",
            "Description": "As healthcare is put in the hands of the patient, it has also created opportunities for employers to look at wellness in a new way.  Hear from Doctor Kapil Parakh, who is Fitbit's Medical Leader about the new innovations and changes to the healthcare space with digital technologies.",
            "Cancelled": "No"
        },
        {
            "Session ID": "18",
            "Title": "Managing the Multicloud Future",
            "Session Type": "Breakout Session B",
            "Date": "5/23/2022",
            "Start Time": "11:30",
            "End Time": "12:15",
            "Description": "As more and more workloads move to the cloud, government agencies are grappling with how to offer cloud services efficiently while maintaining maximum choice for individual programs. Giving more choice to programs through IDIQs, and other contract vehicles, means that agency and government leaders must work across programs to make sure that data does not stay siloed and is shared across agencies and across the federal government. Multicloud management is critical to sharing and securing data as agencies continue to move to a distributed cloud approach, taking advantage of edge and 5 G technologies.",
            "Cancelled": "No"
        },
        {
            "Session ID": "19",
            "Title": "The Future Relies on Collaborative Innovation of Digital Supply Chains Across Mission Ecosystems",
            "Session Type": "Breakout Session A",
            "Date": "5/23/2022",
            "Start Time": "11:30",
            "End Time": "12:15",
            "Description": "The Future Relies on Collaborative Innovation of Digital Supply Chains Across Mission Ecosystems:  An Executive Dialogue on Risk, Policy and Collaboration. The mission supply chain must be the lens through which technology improvements are viewd.  Executives (in Healthcare and Aviation) share challenges and insights from their Mission Ecosystems, including how information and data enablement fuel platforms of innovation to accelerate Mission Ecosystems' supply chain security and integrity.  They address the issues of risk, policy, and technology to securely collaborate across mission-critical supply chains.  Executives share the challenges and insights from their Mission Ecosystems.",
            "Cancelled": "No"
        },
        {
            "Session ID": "20",
            "Title": "Lunch",
            "Date": "5/23/2022",
            "Start Time": "12:30",
            "End Time": "13:15",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "21",
            "Title": "Keynotes and Voyagers Graduation",
            "Date": "5/23/2022",
            "Start Time": "13:15",
            "End Time": "14:30",
            "Description": "1:15PM - 1:45PM - Keynote: Introducer: Paresh Patel, Vice President, Management Consulting, CGI Federal Keynote: Dr. Raj Iyer, Chief Information Officer, U.S. Army 1:45PM - Keynote: Introducer: Malcolm Harden, Microsoft Keynote: Randolph D. \"Tex\" Alles, Acting Under Secretary, Department of Homeland Security",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "22",
            "Title": "Crucial Leadership Strategies for Incorporating Emerging Technology into an Agency's DNA",
            "Session Type": "Breakout Session D",
            "Date": "5/23/2022",
            "Start Time": "14:45",
            "End Time": "15:30",
            "Description": "In this session we'll examine the strategic imperatives facing the C-Suite, approaches needed to achieve mission outcomes, and how to foster innovation within the Agency. We'll take a closer look at how to bridge the gap between mission and innovation. The leaders will also share thoughts how to influence cultural change, ranging from empowering decision-makers to building a customer experience mindset.",
            "Cancelled": "No"
        },
        {
            "Session ID": "23",
            "Title": "Driving Innovative Technologies into Federal Missions",
            "Session Type": "Breakout Session B",
            "Date": "5/23/2022",
            "Start Time": "14:45",
            "End Time": "15:30",
            "Description": "Microsoft Executive Vice President of Strategic Missions and Technology joins Microsoft Federal's Vice President of Federal Civilian for a discussion of practical ways for Government to harness emerging and experimental technologies.",
            "Cancelled": "No"
        },
        {
            "Session ID": "24",
            "Title": "Quantum Implications for Cybersecurity",
            "Session Type": "Breakout Session C",
            "Date": "5/23/2022",
            "Start Time": "14:45",
            "End Time": "15:30",
            "Description": "Quantum Technologies have impacted our world greatly, and we are poised for further benefits in sensing, medicine, science, technology, communications, computing and more, as research, funding and competition continue to accelerate this exciting realm.  While realization of meaningfully commercialized quantum computing may still be years away, government and industry must still pay attention to the cybersecurity threats exposed by quantum computing that already exist today. This panel will explore the realities, misconceptions and practical guidance of experts in the quantum and cybersecurity space to help attendees understand where to focus, how to prioritize, and what steps to take next.",
            "Cancelled": "No"
        },
        {
            "Session ID": "25",
            "Title": "Why the Future of Government is a Citizen Experience",
            "Session Type": "Breakout Session A",
            "Date": "5/23/2022",
            "Start Time": "14:45",
            "End Time": "15:30",
            "Description": "What if R O I was not in a spreadsheet or financial ledger, but it was the constituent experience and the satisfaction of a job done well. Not just well done even - amazingly done. We, with a partnership of industry and public sector, must focus on the experience of the actual people we need to serve and reduce the burden on our public sector workforce.  State governments are harnessing the momentum of change to focus on the citizen experience and enabling agencies to innovate and modernize the way we serve customers. State agencies are propelling the path to production, while Central I T is utilizing strategic technologies to empower agencies to act faster and mitigate the unforeseen risk inherent in I T operations.  How do we realize Public R O I? By removing the barriers to innovation, owning the hurdles that slow operations down, and embracing the momentum of change.",
            "Cancelled": "No"
        },
        {
            "Session ID": "26",
            "Title": "Networking, Exhibits, Exhibitor Presentations, Automation/Reality Exhibits",
            "Date": "5/23/2022",
            "Start Time": "15:30",
            "End Time": "16:45",
            "Location": "Choptank ABC",
            "Cancelled": "No"
        },
        {
            "Session ID": "27",
            "Title": "Hospitality Receptions",
            "Date": "5/23/2022",
            "Start Time": "17:00",
            "End Time": "18:30",
            "Cancelled": "No"
        },
        {
            "Session ID": "28",
            "Title": "Dinner",
            "Date": "5/23/2022",
            "Start Time": "18:30",
            "End Time": "20:00",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "29",
            "Title": "Hyatt Lawn Event/Tent/Band",
            "Date": "5/23/2022",
            "Start Time": "20:00",
            "End Time": "22:00",
            "Location": "Grand Fireplace Patio",
            "Cancelled": "No"
        },
        {
            "Session ID": "30",
            "Title": "Breakfast",
            "Date": "5/24/2022",
            "Start Time": "7:45",
            "End Time": "8:45",
            "Location": "Chesapeake Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "31",
            "Title": "Welcome",
            "Date": "5/24/2022",
            "Start Time": "8:30",
            "End Time": "8:45",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "32",
            "Title": "Keynotes",
            "Date": "5/24/2022",
            "Start Time": "8:45",
            "End Time": "9:45",
            "Description": "8:45 AM - 9:15 AM  Keynote: Sonny Hashmi, FAS Commissioner, General Services Administration 9:15 AM - 9:45 AM  Keynote:",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "33",
            "Title": "Innovation Awards and Presentations",
            "Date": "5/24/2022",
            "Start Time": "9:45",
            "End Time": "11:15",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "34",
            "Title": "Workforce Innovation in a Hybrid Workplace:  How to Leverage Innovation in a Virtual Environment",
            "Date": "5/24/2022",
            "Start Time": "11:15",
            "End Time": "12:00",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "35",
            "Title": "Closing Comments",
            "Date": "5/24/2022",
            "Start Time": "11:45",
            "End Time": "12:00",
            "Location": "Chesapeake ABCD",
            "Cancelled": "No"
        },
        {
            "Session ID": "36",
            "Title": "Boxed Lunches To Go",
            "Date": "5/24/2022",
            "Start Time": "12:00",
            "End Time": "12:00",
            "Location": "Chesapeake Foyer",
            "Cancelled": "No"
        }
    ]
}