{
    "Sessions": [
        {
            "Date": "7/31/2022",
            "Session Time": "Sunday - July 31, 2022",
            "Cancelled": "No"
        },
        {
            "Session ID": "1",
            "Date": "7/31/2022",
            "Start Time": "14:00",
            "End Time": "18:00",
            "Session Time": "2:00 - 6:00 pm",
            "Session Type": "Registration",
            "Title": "Registration, Registration Hospitality and Community Service",
            "Sponsor": " Loblolly for the Registration & S H I for the Hospitality",
            "Location": "San Jose Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "2",
            "Date": "7/31/2022",
            "Start Time": "16:30",
            "End Time": "17:00",
            "Session Time": "4:30 - 5:00 pm",
            "Session Type": "Orientation",
            "Title": "New Attendee Orientation",
            "Sponsor": "Accenture",
            "Location": "San Jose Room",
            "Cancelled": "No"
        },
        {
            "Session ID": "3",
            "Date": "7/31/2022",
            "Start Time": "19:00",
            "End Time": "22:00",
            "Session Time": "7:00 - 10:00 pm",
            "Session Type": "Hospitality",
            "Title": "Welcome Reception and Trivia Event",
            "Sponsor": "Palo Alto Networks and Cisco Meraki Atos Veracode",
            "Location": "La Cantera Ballroom 3 & 4",
            "Cancelled": "No"
        },
        {
            "Session Time": "Monday - August 1, 2022",
            "Cancelled": "No"
        },
        {
            "Session ID": "4",
            "Date": "8/1/2022",
            "Start Time": "7:00",
            "End Time": "17:00",
            "Session Time": "7:00 am- 5:00 pm",
            "Session Type": "Registration",
            "Title": "Registration",
            "Location": "San Jose Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "5",
            "Date": "8/1/2022",
            "Start Time": "8:00",
            "End Time": "9:00",
            "Session Time": "8:00 - 9:00 am",
            "Session Type": "Break",
            "Title": "Breakfast and Exhibits",
            "Sponsor": "Dell Computer Corporation",
            "Location": "San Antonio Ballroom A B C",
            "Cancelled": "No"
        },
        {
            "Session ID": "6",
            "Date": "8/1/2022",
            "Start Time": "9:00",
            "End Time": "9:30",
            "Session Time": "9:00 - 9:30 am",
            "Session Type": "Welcome",
            "Title": "Opening Welcome Session",
            "Sponsor": "Splunk",
            "Location": "San Antonio Ballroom D through I",
            "First Name": "Anh",
            "Last Name": "Selissen",
            "Role": "President",
            "Organization": "TASSCC",
            "Cancelled": "No"
        },
        {
            "Session ID": "6",
            "Date": "8/1/2022",
            "First Name": "Ron ",
            "Last Name": "Nirenberg",
            "Role": "Mayor",
            "Organization": "San Antonio"
        },
        {
            "Session ID": "6",
            "Date": "8/1/2022",
            "First Name": "Amanda",
            "Last Name": "Crawford",
            "Role": "Chief Information Officer ",
            "Organization": "State of Texas"
        },
        {
            "Session ID": "7",
            "Date": "8/1/2022",
            "Start Time": "9:30",
            "End Time": "10:30",
            "Session Time": "9:30 - 10:30 am",
            "Session Type": "Opening Keynote",
            "Title": "Embracing a Digital Future",
            "Sponsor": "Fortinet",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "ks01",
            "First Name": "Tom",
            "Last Name": "Koulopoulos",
            "Role": "Chairman and Founder",
            "Organization": "Delphi Group",
            "Speaker Bio": "Tom Koulopoulos is Chairman and Founder of Delphi Group, a 30-year-old Boston-based think tank named one of the fastest growing private companies by Inc. Magazine, and the founding partner of Acrovantage Ventures, which invests in early-stage technology startups. He is also the author of 13 books, an Inc.com columnist, the past Executive Director of the Babson College Center for Business Innovation, the past director of the Dell Innovation Lab, and a professor at Boston University.\r\n\r\nHis insights have received wide praise from luminaries such as the late Peter Drucker, the father of modern management; Dee Hock, founder of Visa International, and Tom Peters, who called his writing, “a brilliant vision of where we must take our enterprises to survive and thrive.” His Inc. column is read by over one million people yearly.\r\n\r\nMr. Koulopoulos’ thirteen books include his most recent, Reimagining Healthcare, The Bottomless Cloud, Revealing the Invisible, The Gen Z Effect, and Cloud Surfing. His upcoming book, Gigatrends, looks at the seven tech trends that are shaping the future of how we live, work, and play.",
            "Cancelled": "No"
        },
        {
            "Session ID": "8",
            "Date": "8/1/2022",
            "Start Time": "10:30",
            "End Time": "11:00",
            "Session Time": "10:30 - 11:00 am",
            "Session Type": "Break",
            "Title": "Morning Break and Exhibits",
            "Sponsor": "BrightLeaf Group, Inc.",
            "Location": "San Antonio Ballroom A B C",
            "Cancelled": "No"
        },
        {
            "Session ID": "8A",
            "Date": "8/1/2022",
            "Start Time": "10:30",
            "End Time": "11:00",
            "Session Time": "10:30 - 11:00 am",
            "Session Type": "Hybrid Fireside Chat",
            "Title": "Virtual Fireside Chat: Transformation of the Public Sector CIO",
            "Sponsor": "Amazon Web Services",
            "Location": "Online Only",
            "BC code": "fc01/ AGD060",
            "First Name": "Leo",
            "Last Name": "Zhadanovsky",
            "Role": "Chief Technologist",
            "Organization": "Amazon Web Services",
            "Description": "The role of the Chief Information Officer has become more transformational, yet CIOs are still expected to deliver nimble, accessible, and reliable citizen applications and business systems. Today, organization and department leaders, along with communities, expect CIOs to bring a modern and innovative mindset and to lead with other top tier executives. Hear experts discuss how the role of the CIO is evolving and how the modern CIO is achieving their business and mission-critical goals.",
            "Email": "leozh@amazon.com"
        },
        {
            "Session ID": "8A",
            "Date": "8/1/2022",
            "First Name": "Jeff",
            "Last Name": "Friedman",
            "Role": "State and Local Government Citizen Services Leader ",
            "Organization": "Amazon Web Services",
            "Email": "friedjef@amazon.com"
        },
        {
            "Session ID": "9",
            "Date": "8/1/2022",
            "Start Time": "11:00",
            "End Time": "12:00",
            "Session Time": "11:00 am - 12:00 pm",
            "Session Type": "Cloud Strategies Track",
            "Title": "Enabling Cloud Adoption with a Business Enablement Platform",
            "Sponsor": "Deloitte",
            "Location": "San Jose Room",
            "BC code": "bk01",
            "First Name": "Cassie",
            "Last Name": "Jordan",
            "Suffix": "PMP",
            "Role": "Deputy CIO, Strategy",
            "Organization": "Texas Department of Health and Human Services",
            "Speaker Bio": "Cassie Jordan, Deputy CIO for Strategy, has more than 20 years of experience as a technology professional. An engineer by training, her career has included leadership in transformation, technology, data, optimization and project management across the IT landscape.  At the core, she is a proactive problem solver who favors data-driven decision making and multidisciplinary teams. ",
            "Description": "Health and Human Services programs were consolidated from different agencies over the years and resulted in a variety of systems and associated architectures. A lot of these systems are rigid and difficult to upgrade or change. The agency established the Business Enablement Platform, or BEP, to provide a single IT infrastructure and development platform that would serve as the foundation for consolidating and simplifying the current complex systems landscape. BEP created a modernized and intelligent cloud platform to centralize the management of infrastructure, security, and tools for deploying and supporting applications in the cloud. The shared platform provides a framework of interconnected modular components, shared services, and resources to support multiple applications. The BEP has made a significant impact by providing common capabilities and enterprise solutions that are shared across programs, with configurations to facilitate each program’s unique needs. Additionally, it enables the teams responsible for providing IT services to shift more of their focus to higher-value activities. ",
            "Email": "cassie.jordan@hhs.texas.gov",
            "Phone": "512-243-4909",
            "Cancelled": "No"
        },
        {
            "Session ID": "9",
            "Date": "8/1/2022",
            "First Name": "Pooja",
            "Last Name": "Bahadur",
            "Role": "Data Architect",
            "Organization": "Texas Department of Health and Human Services",
            "Speaker Bio": "Pooja Bahadur has over 17 years of experience in business and information technology. She currently serves as a Data Architect for the Chief Data Architect at the Health and Human Services Commission (HHSC). In her current role, she oversees data management and data governance for the Department of State Health Services Analytics and Reporting Platform. Pooja has a bachelor’s degree in Computer Science and has been at HHS since 2013.",
            "Email": "pooja.bahadur@hhs.texas.gov",
            "Cancelled": "No"
        },
        {
            "Session ID": "10",
            "Date": "8/1/2022",
            "Start Time": "11:00",
            "End Time": "12:00",
            "Session Type": "Cyber Security and Risk Management Track",
            "Title": "Building Security Risk Management into the SDLC Process",
            "Sponsor": "Amazon Web Services",
            "Location": "La Cantera Ballroom 1",
            "BC code": "bk02",
            "First Name": "Peter",
            "Last Name": "Lee",
            "Suffix": "CISSP",
            "Role": "Security Risk Management Manager",
            "Organization": "Texas Department of Transportation",
            "Speaker Bio": "Peter Lee is the Security Risk Management Branch Manager at TxDOT, leading over 45 full time staff members completing Governance, Risk, and Compliance functions for the Texas Department of Transportation. A veteran of the US Army, Peter worked at HHSC prior to his current time with TxDOT. His quality of life improved drastically when Yuengling became available in Texas.",
            "Description": "This session is a walkthrough of how Texas Department of Transportation identified gaps in their Governance, risk and compliance, otherwise known as GRC, activities. The agency created a roadmap to remediate the gaps, and worked with other towers in IT to incorporate information security requirements into the System Development Lifecycle, or SDLC. This presentation will cover the foundational elements of the gap assessment and remediation efforts, how efforts were prioritized, and present a way to build a GRC program from the ground up in a methodical fashion.",
            "Email": "Peter.Lee@txdot.gov",
            "Phone": "512-465-7312",
            "Cancelled": "No"
        },
        {
            "Session ID": "10",
            "Date": "8/1/2022",
            "First Name": "Steven",
            "Last Name": "Pryor",
            "Suffix": "CISSP, PMP",
            "Role": "Chief Information Security Officer",
            "Organization": "Texas Department of Transportation",
            "Email": "Steven.Pryor@txdot.gov",
            "Phone": "512-965-4487",
            "Cancelled": "No"
        },
        {
            "Session ID": "11",
            "Date": "8/1/2022",
            "Start Time": "11:00",
            "End Time": "12:00",
            "Session Type": "Emerging and New Technologies Track",
            "Title": "Modernizing Truth: A New Data Management Architecture",
            "Sponsor": "IQ Business Group",
            "Location": "La Cantera Ballroom 2",
            "BC code": "bk03",
            "First Name": "Amberle",
            "Last Name": "Carter",
            "Role": "Enterprise Data Officer",
            "Organization": "Texas Department of Public Safety",
            "Speaker Bio": "AMBERLE CARTER is no newcomer to the expansive world of data, despite recently taking on the title of Enterprise Data Officer for the Texas Department of Public Safety.  Her professional career began simply by developing systems to provide accessible and reliable data to accomplish work in the most efficient manner. Today, she’s a professional storyteller utilizing data, enabling government agencies to demonstrate the work they accomplish through visualizations, as well as evaluate efficient processes.  She is a strategic problem solver with demonstrated proficiency in data management and governance, reporting, strategic planning, and complex project and program management. Recent achievements include successfully establishing two new programs: the Enterprise Data Office and the Internal Project Office, which fosters innovative solutions and drives the development of a project management through framework. Additional accomplishments include the development of the DPS Tableau Engagement and Collaboration Hub proposal and encouraging knowledge and skill development by crafting and implementing a Lunch & Learn program and mentorship program for Project Managers. In her role, she hopes to help people to put data at the center of the their mission and apply analytics to enhance strategic and tactical decisions.",
            "Description": "Organizations manage enormous amounts of data. Valuable data. Oftentimes it is not readily available, standardized, or even understood. To address this issue, the Department of Public Safety has built a data lakehouse, which resides in a CJIS secure cloud. This is a modernization of a data warehouse and a data lake that marries the best of both worlds: the ability to intake any data type and bring reportable functionality. When populated, it is a single, centralized, repository of data that serves as a primary source of truth, in which each division in the agency remains owners of their data. The data is consistent and defined, secure, validated, and accessible by those the divisions designated to have access. The lakehouse enables the Department of Public Safety to make consistent, informed decisions obtaining strategic value from data, establish better efficiency, effectiveness, and quality in organizational operations, and ensure the integrity of data assets.",
            "Email": "amberle.carter@dps.texas.gov",
            "Phone": "512.434.5976",
            "Cancelled": "No"
        },
        {
            "Session ID": "12",
            "Date": "8/1/2022",
            "Start Time": "11:00",
            "End Time": "12:00",
            "Session Type": "Leadership: Management and Governance Track",
            "Title": "Transforming the Constituent Experience",
            "Sponsor": " SAS",
            "Location": "San Juan Room",
            "BC code": "bk04",
            "First Name": "Jennifer",
            "Last Name": "Buaas",
            "Role": "Director, Strategic Digital Services",
            "Organization": "Texas Department of Information Resources",
            "Speaker Bio": "Jennifer Buaas is Director of Strategic Digital Services at the Texas Department of Information Resources (DIR) where she is responsible for assisting agencies in the adoption of digital technology to automate processes, modernize legacy technology, and heighten the digital maturity of the workforce. Since 2005, she has served in several roles including Director of Engineering, Director of Digital Government, and as product owner of the State of Texas digital assistant Texas by Texas (TxT). In 2021, she was appointed to the Work Group on Blockchain Matters. She is a past board member of the Texas Association of State Systems Computing and Communication organization. Buaas received a Bachelor of Science from Texas A&M University and a Master of Business Administration from LeTourneau University. Additionally, she is a graduate of the Executive Leadership in Information Technology Excellence class and of the Governor’s Center for Management program.",
            "Description": "As the pandemic so clearly illuminated, the ability to offer digital services is not only important for continuity of government operations but must rise to meet the expectations of constituents with different levels of digital acumen and access. While digital transformation is our best opportunity to continue meeting demands of not only our fellow agencies but also our constituents, it involves so much more than just technology. It requires commitment and participation from all facets of an organization to make it a reality. In this session, we will cover what digital transformation is, what it means to the state, and the digital initiatives already underway as well as those on the horizon.",
            "Email": "Jennifer.buaas@dir.texas.gov",
            "Phone": "* 512-463-3602",
            "Cancelled": "No"
        },
        {
            "Session ID": "12",
            "Date": "8/1/2022",
            "First Name": "Wendy",
            "Last Name": "Barron",
            "Role": "Chief Information Officer",
            "Organization": "Texas Department of Motor Vehicles",
            "Speaker Bio": "Wendy Barron serves as the Chief Information Officer of the Texas Department of Motor Vehicles (TxDMV), a customer focused agency that provides motor vehicle services, including registration and titling, to the citizens of Texas. As the Department’s technology leader, Wendy is helping to build strategic partnerships across and outside the organization to deliver customer-centric motor vehicle services to the TxDMV constituents. Wendy has managed information technology projects and operations at Texas government organizations for over 20 years. Her prior leadership roles include serving as the Deputy CIO of the TxDMV and leading the Information Technology Divisions of the State Office of Administrative Hearings and the Texas Water Development Board. In the early days of her career, Wendy served in various information technology roles including as a data analyst, systems analyst, and project manager.",
            "Email": "wendy.barron@dmv.texas.gov",
            "Cancelled": "No"
        },
        {
            "Session ID": "12",
            "Date": "8/1/2022",
            "First Name": "Bryan",
            "Last Name": "Lane",
            "Role": "Chief Information Officer",
            "Organization": "Texas Department of Public Safety",
            "Email": " bryan.lane@dps.texas.gov",
            "Cancelled": "No"
        },
        {
            "Session ID": "12",
            "Date": "8/1/2022",
            "First Name": "John ",
            "Last Name": "Fowler",
            "Role": "Chief Information Officer",
            "Organization": "Texas Department of Licensing and Regulation"
        },
        {
            "Session ID": "12",
            "Date": "8/1/2022",
            "First Name": "Dan ",
            "Last Name": "Dorazil",
            "Role": "Director of Application Development",
            "Organization": "Deloitte-Texas.gov"
        },
        {
            "Session ID": "13",
            "Date": "8/1/2022",
            "Start Time": "12:00",
            "End Time": "13:30",
            "Session Time": "12:00 - 1:30 pm",
            "Session Type": "Keynote Lunch",
            "Title": "Building Resilient Leaders",
            "Sponsor": "Grant Thornton",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "ks02",
            "First Name": "Anne",
            "Last Name": "Grady",
            "Role": "Best-Selling Author, Two-time TEDx Speaker, Inspirer, and Contributor to Entrepreneur & Harvard Business Review",
            "Speaker Bio": "Anne Grady is not your typical motivational speaker. She is a best-selling author, two-time TEDx speaker, trainer, survivor, optimist, inspirer, and a truth-bomb dropper.\r\n\r\nAnne has a master’s degree in organizational communication and has spent the last twenty years working with some of the largest organizations around the globe.  She has become known as a leading expert on communication, leadership, emotional intelligence, and resilience, contributing to Harvard Business Review, Entrepreneur, Fast Company, Inc. Magazine, FOX Business and many more.\r\n\r\nAudiences love her raw honesty, edgy humor, authenticity, and insight. Anne shares inspiring personal stories, cutting edge, research-based content, and implementation tools to transfer learning into real life to improve relationships, navigate change, and triumph over adversity. And she’ll make you laugh while she does it.\r\n\r\nIn her first book, “52 Strategies for Life, Love & Work,” Anne provides practical strategies to improve relationships, increase productivity and reduce stress.  In her most recent book, “Strong Enough: Choosing Courage, Resilience and Triumph,” Anne draws from her personal life experiences that touch the hearts and minds of audiences helping them use adversity as a catalyst to grow “strong enough”",
            "Cancelled": "No"
        },
        {
            "Session ID": "14",
            "Date": "8/1/2022",
            "Start Time": "13:30",
            "End Time": "14:30",
            "Session Time": "1:30 - 2:30 pm",
            "Session Type": "Solution Showcase",
            "Title": "Case Study: How CSEC’s Cloud Migration Helped Them Reduce Complexity and Gain Flexibility",
            "Sponsor": "VMware, Inc.",
            "Location": "San Jose Room",
            "BC code": "ss01",
            "First Name": "Andrew",
            "Last Name": "Waithaka",
            "Role": "Senior Solution Engineer",
            "Organization": "VMware",
            "Description": "Like many organizations, Texas’ Commission on State Emergency Communications, or CSEC, found themselves spending too much time on work that didn’t directly advance their mission. CSEC decided to move away from storing their data in an on-premises data center, and move it to the cloud. As the agency began their cloud journey, they partnered with V-M-ware and Amazon Web Services to help them migrate quickly to the AWS public cloud, using V-M-ware’s familiar and trusted platform. In this session, learn more about CSEC’s cloud journey, what steps they took to make it happen, and how the V-M-ware Cloud on AWS increased flexibility and speed, while reducing time-consuming tasks involved with managing their data center.",
            "Email": "awaithaka@vmware.com",
            "Cancelled": "No"
        },
        {
            "Session ID": "14",
            "Date": "8/1/2022",
            "First Name": "John ",
            "Last Name": "Byers",
            "Role": "Chief IT and Cyber Security Architect",
            "Organization": "Commission on State Emergency Communications (CSEC)"
        },
        {
            "Session ID": "14",
            "Date": "8/1/2022",
            "First Name": "Sara",
            "Last Name": "Kirmis",
            "Role": "Solutions Architect",
            "Organization": "Amazon Web Services"
        },
        {
            "Session ID": "15",
            "Date": "8/1/2022",
            "Start Time": "13:30",
            "End Time": "14:30",
            "Session Type": "Solution Showcase",
            "Title": "Democratization of IT: Enable Visibility Across the Stack for All Teams & Stakeholders",
            "Sponsor": "Datadog",
            "Location": "La Cantera Ballroom 1",
            "BC code": "ss02",
            "First Name": "Chris",
            "Last Name": "Leffler",
            "Role": "Sr. Solution Architect",
            "Organization": "Datadog",
            "Speaker Bio": "Chris has over ten years of technical sales and service experience, architecting and delivering the value proposition of cloud service automation, cloud migration, and analytic solutions that enable customers to transform and modernize their IT. Chris currently supports the US Public Sector in achieving full stack observability of distributed systems. A true technologist with a passion for producing meaningful outcomes for his customers.",
            "Description": "It is often challenging for organizations to ensure that infrastructure and application modernization efforts occur on-time, on-budget, and deliver a reliable customer experience. For complete visibility into the performance of your infrastructure and applications, you need telemetry data such as traces, metrics, and logs, that describes activity across your entire stack. But if you’re using multiple monitoring tools, your data can end up in silos, making it difficult to troubleshoot issues that affect your user's experience. Siloed views for stakeholders not only requires continuous context-switching between tools, but can also lead to finger pointing between the teams due to the lack of visibility across systems. The democratization of IT allows for any user across the organization to evaluate data in the same context as their colleagues, enabling collaboration and information sharing. This helps organizations build a culture of measurement and observability, which in turn provides fast feedback on operational changes, to support development velocity and agility. In this talk we’ll discuss and demonstrate the value of extending complete visibility across all teams, and how it promotes and enables a dev-ops and agile culture. ",
            "Email": "chris.leffler@datadoghq.com",
            "Phone": "512-965-4487",
            "Cancelled": "No"
        },
        {
            "Session ID": "15",
            "Date": "8/1/2022",
            "First Name": "Rafael ",
            "Last Name": "Reyes",
            "Role": "Regional Account Director",
            "Organization": "Datadog",
            "Email": "rafael.reyes@datadoghq.com",
            "Phone": "571-425-1679"
        },
        {
            "Session ID": "16",
            "Date": "8/1/2022",
            "Start Time": "13:30",
            "End Time": "14:30",
            "Session Type": "Solution Showcase",
            "Title": "Key to Modern Cybersecurity Strategy: Identity and Intel ",
            "Sponsor": "CrowdStrike",
            "Location": "La Cantera Ballroom 2",
            "BC code": "ss03",
            "First Name": "Victoriano",
            "Last Name": "Casas",
            "Role": "Executive Public Sector Strategist",
            "Organization": "CrowdStrike",
            "Speaker Bio": "Victoriano Casas III is a native Texan with over two decades of cybersecurity experience. Victoriano has a bachelor’s in business administration (BBA) degree from Texas A&M University Corpus Christi in (TAMUCC) in Management Information Systems (MIS).  Victoriano served as TAMUCC’s student body president his senior year and was elected to serve on the distinguished, A&M-System chancellor’s student advisory board.  Victoriano also holds a master’s degree in public administration (MPA) with an emphasis on government information systems, from Texas State in San Marcos, where he authored, An Information Security Risk Assessment Model for Public and University Administrators.  Victoriano recently started with CrowdStrike in July 2022 as an Executive Strategist.  Prior to that, Victoriano was the Chief Information Security Office and Data Management Officer at TDLR.   Victoriano is a Certified Information Systems Security Professional (CISSP) and has held two Global Information Assurance Certifications (GIAC) from the SANS institute.  Victoriano has worked for six state agencies (CPA, UT-Austin, DADS, TAMUCC, ERS and TDLR) and a handful of private sector companies, including Deloitte and SunPower, Inc.  Victoriano is the founder and leader of the Texas Government CISO Roundtables and served as Chairman of the DIR Security Solutions Group 2020-2022.",
            "Description": "Recent cybersecurity observations indicate that adversaries are using every tool and opening to infiltrate organizations. There have been several high-profile attacks that used identity based, and supply chain attacks in large-scale breaches. As our cybersecurity strategies must evolve and continue to close the security gaps, CrowdStrike’s platform offers a comprehensive path to complete protection, in just one agent and platform. Join Victoriano Casas, Executive Public Sector Strategist, CrowdStrike, as he brings his local Texas Government Cybersecurity Leadership experience to provide contextual use cases. And Tom Mrozovich, Systems Engineer, CrowdStrike, walks through two key recommendations.",
            "Email": "victoriano.casas@crowdstrike.com",
            "Phone": "512-900-9141",
            "Cancelled": "No"
        },
        {
            "Session ID": "17",
            "Date": "8/1/2022",
            "Start Time": "13:30",
            "End Time": "14:30",
            "Session Type": "Solution Showcase",
            "Title": "T D C J Transforms and Modernizes with Low Code Development Platform",
            "Sponsor": "Microsoft",
            "Location": "San Juan Room",
            "BC code": "ss04",
            "First Name": "Doug",
            "Last Name": "Furney",
            "Role": "Principal Technology Specialist",
            "Organization": "Microsoft",
            "Speaker Bio": "Doug Furney’s three decade technology career has spanned a wide variety of roles including development, project management, consulting, entrepreneurship and technical sales.  In the Microsoft Business Applications space, Mr. Furney has over a decade of experience as a customer, implementation partner and technical specialist.    Mr. Furney’s technical expertise covers the full range of Dynamics 365 Customer Engagement and Power Platform capabilities.   ",
            "Description": "The Texas Department of Criminal Justice, or TDCJ, will share their transformation and modernization journey, leveraging Microsoft’s low code Power Platform. TDCJ started their Power Platform journey in 2018 and has experienced many benefits of rapid, cost effective and flexible internal development.  TDCJ has developed four major applications and will give you a sneak peek into each of them! Come learn from TDCJ’s journey. What worked? What were the surprises? Where did the problems arise? How was user adoption? How did TDCJ decide on Microsoft’s Power Platform?  How did they prioritize projects?  How does governance work? How quickly were apps developed? And, what benefits have been realized? ",
            "Cancelled": "No"
        },
        {
            "Session ID": "17",
            "Date": "8/1/2022",
            "First Name": "Stephen",
            "Last Name": "Kranyec",
            "Role": "Senior Programmer (Manager VI), Texas Department of Criminal Justice",
            "Organization": "Texas Department of Criminal Justice"
        },
        {
            "Session ID": "18",
            "Date": "8/1/2022",
            "Start Time": "14:30",
            "End Time": "14:45",
            "Session Time": "2:30 - 2:45 pm",
            "Session Type": "Break",
            "Title": "Transition Break",
            "Cancelled": "No"
        },
        {
            "Session ID": "19",
            "Date": "8/1/2022",
            "Start Time": "14:45",
            "End Time": "15:45",
            "Session Time": "2:45 - 3:45 pm",
            "Session Type": "Keynote Session",
            "Title": "The Coming Cyber Cold War With Russia",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "ks03",
            "First Name": "Jared",
            "Last Name": "Phipps",
            "Role": "Senior Vice President ",
            "Organization": "SentinelOne",
            "Speaker Bio": "Jared Phipps has been involved in cybersecurity p rofessionally since 2001. As Senior Vice President of Worldwide Sales Engineering at SentinelOne, Phipps uses his passion and experience in cybersecurity to advise prospects and clients through security projects. Phipps spent six years leading the sales engineering, professional services, and IR at Fidelis Cybersecurity. Prior to joining Fidelis, he worked for MITRE supporting NSA Cryptographic Modernization Programs for the United States Air Force. Phipps is a veteran of the United States Air Force, where he worked in cyber defense and offensive cyber operations.",
            "Cancelled": "No"
        },
        {
            "Session ID": "19",
            "Date": "8/1/2022",
            "First Name": "Morgan",
            "Last Name": "Wright",
            "Role": "Senior Fellow",
            "Organization": "The Center for Digital Government",
            "Speaker Bio": "Morgan is an internationally recognised expert on cybersecurity strategy and cyberterrorism. He currently serves as a Senior Fellow at The Center for Digital Government, Chief Security Advisor for SentinelOne, and is the chief technology analyst for Fox News and Fox Business on cybersecurity, cyberterrorism, national security and intelligence.\r\nMorgan's landmark testimony before Congress on Healthcare.gov changed how the government collected personally identifiable information. Previously Morgan was a Senior Advisor in the US State Department Antiterrorism Assistance Program and was the Senior Law Enforcement Advisor for the 2012 Republican National Convention.\r\nIn addition to 18 years in state and local law enforcement as a highly decorated state trooper and detective, Morgan has developed solutions in defense, justice and intelligence for the largest technology companies in the world including Cisco, SAIC, Unisys and Alcatel-Lucent/Bell Labs. He’s a contributing author for the 4th Edition Computer Security Handbook, and has been quoted in 2 New York Times best sellers (Sharyl Attkisson: Stonewalled and Carmine Gallow: Talk Like TED)."
        },
        {
            "Session ID": "20",
            "Date": "8/1/2022",
            "Start Time": "15:45",
            "End Time": "16:15",
            "Session Time": "3:45 - 4:15 pm",
            "Session Type": "Break",
            "Title": "Afternoon Break and Exhibits",
            "Sponsor": "Sistema Technologies, Inc.",
            "Location": "San Antonio Ballroom A B C",
            "Cancelled": "No"
        },
        {
            "Session ID": "20A",
            "Date": "8/1/2022",
            "Start Time": "15:45",
            "End Time": "16:15",
            "Session Type": "Hybrid Fireside Chat",
            "Title": "Virtual Fireside Chat: McKinsey & Company",
            "Sponsor": "McKinsey & Company",
            "Location": "Online Only",
            "First Name": "Wasim",
            "Last Name": "Lala",
            "Role": "Partner",
            "Organization": "McKinsey & Company",
            "Speaker Bio": "Wasim Lala is a Partner at McKinsey and Company, where he is a leader in Digital McKinsey. He has 15 years of experience supporting both public sector and private sector organizations across a range of technology topics, with deep expertise in topics such as cloud, IT procurement and cost transformation, and IT operating model. He presented on the topics of technology and cloud at the McKinsey Healthcare Conference 2022. He has also authored several publications including “CIOs are redefining what a successful relationships with their IT providers looks like” and “How CIOs can work with providers to navigate the coronavirus”. Wasim obtained an MBA from Harvard Business School and a MEng from University of Cambridge. ",
            "Description": "Technology leaders in state and local governments are increasingly adopting cloud to drive innovation, agility, and economic value. Adopting cloud at scale is the first step in the journey to unlocking the benefits of cloud. Typically, the next step is securing and future-proofing the cloud environment, which if not done right, can lead to exponential costs, data breaches, or costly platform outages. In this fireside chat, a panel of representatives from McKinsey & Company will share their perspectives on how to think of security, as well as cost in this new world, as well as share typical approaches and case examples from other states and public sector leaders.",
            "Email": "wasim_lala@mckinsey.com"
        },
        {
            "Session ID": "20A",
            "Date": "8/1/2022",
            "First Name": "Colin",
            "Last Name": "Gunter",
            "Role": "Associate Partner",
            "Organization": "McKinsey & Company",
            "Speaker Bio": "Colin Gunter is an Associate Partner at McKinsey and Company, where he leads the legacy / mainframe application modernization offering for Cloud by McKinsey.  Prior to McKinsey, Colin was a Managing Partner at Candid, a cloud delivery firm that served Fortune 500 companies and federal and state agencies.  Colin has 25 years of IT transformation experience, with the past 10 years focused on helping clients use cloud to transform their organization.  He has presented at several CIO roundtables over the past year, including: Energy CIO Roundtable, Insights to Innovation, and the Chief Analytics Officer roundtable.  Colin recently co-authored a white paper “Observations on modernizing mainframes for enterprise organizations”.  Colin obtained an MBA from Georgia Institute of Technology and a Mechanical Engineering degree from Rensselaer Polytechnical Institute.",
            "Email": "colin_gunter@mckinsey.com"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "Start Time": "16:15",
            "End Time": "17:15",
            "Session Time": "4:15 - 5:15 pm",
            "Session Type": "General Session",
            "Title": "Recruiting Our Workforce of the Future: UTSA Interns Cyber Security Panel",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "gs01",
            "First Name": "Nassos ",
            "Last Name": "Galiopoulos ",
            "Suffix": "Moderator",
            "Role": "Chief Technology Officer ",
            "Organization": "UTSA",
            "Cancelled": "No"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "First Name": "Clowey",
            "Last Name": " Adams",
            "Suffix": "Panelist ",
            "Role": "Cyber Security & Information Systems Major",
            "Organization": "UTSA"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "First Name": "Ali ",
            "Last Name": "Azzam",
            "Suffix": "Panelist ",
            "Role": "Computer Science Major",
            "Organization": "UTSA"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "First Name": "Navtej ",
            "Last Name": "Dharmapuri Thirumala",
            "Suffix": "Panelist ",
            "Role": "Computer Science Major",
            "Organization": "UTSA"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "First Name": "Hannia",
            "Last Name": "Jacobo",
            "Suffix": "Panelist ",
            "Role": "Cyber Security Major",
            "Organization": "UTSA"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "First Name": "Daniel",
            "Last Name": " Hwang",
            "Suffix": "Panelist ",
            "Role": "Computer Science Major",
            "Organization": "UTSA"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "First Name": "Colin",
            "Last Name": " Gallagher",
            "Suffix": "Panelist ",
            "Role": "Cyber Security & Information Systems Major",
            "Organization": "UTSA"
        },
        {
            "Session ID": "21",
            "Date": "8/1/2022",
            "First Name": "William “Cory” ",
            "Last Name": "Flanagan",
            "Suffix": "Panelist ",
            "Role": "Information Technology, Masters Program",
            "Organization": "UTSA"
        },
        {
            "Session ID": "22",
            "Date": "8/1/2022",
            "Start Time": "17:30",
            "End Time": "18:30",
            "Session Time": "5:30 - 6:30 pm",
            "Session Type": "Hospitality",
            "Title": "Networking Reception: Building a Culture of Belonging",
            "Sponsor": "Allied Consultants, Inc.",
            "Location": "San Miguel Room",
            "BC code": "gs04",
            "First Name": "Francine",
            "Last Name": " Prosser-Johnson",
            "Role": "Chief Operating Officer",
            "Organization": "South Texas Center for Pediatric Care",
            "Speaker Bio": "Francine Prosser-Johnson is an accomplished and dynamic leader that has spent over 25 years in the telecommunications industry with Southwestern Bell and AT&T& Sprint  in sales, marketing, and public relations. She implemented all area marketing programs in Texas /and Oklahoma supporting $3.5 B in revenue . Led the marketing teams in the  execution of local market initiatives, and  supplier relationships, \r\n\r\n\r\nFrancine is a native San Antonian a graduate of St Gerard High School and the University of Texas at Austin she  currently serves as the Chief Operating Officer of South Texas Center for Pediatric Care, a pediatric practice with 5 locations in the City of San Antonio and Cibolo Tx.   Ms. Prosser-Johnson is responsible for the day-to- day management and operation of the business with a focus on the doctors and staff providing premier pediatric care for children in the City of San Antonio and the surrounding area.\r\n\r\nAs an active member of the community, Francine gives back as a member of various boards such as the Archdiocese of San Antonio Hope for the Future Board ,Vice Commissioner on the City of San Antonio Police and Fire Dept Board, The University of Texas at Austin Division of Diversity and Community Engagement Advisory Council ,San Antonio Chapter of The Links, Inc., The San Antonio  Martin Luther King Commission and other community organizations. \r\n\r\nShe may often be seen and heard behind the mic as a commentator, mistress of ceremony, or keynote speaker at various churches, including her church Second Baptist, as well as other community and civic events!\r\n",
            "Cancelled": "No"
        },
        {
            "Session ID": "23",
            "Date": "8/1/2022",
            "Start Time": "17:15",
            "End Time": "20:00",
            "Session Time": "6:30 - 8:00 pm",
            "Session Type": "Break",
            "Title": "Dinner/ Evening On Your Own",
            "Cancelled": "No"
        },
        {
            "Session ID": "24",
            "Date": "8/1/2022",
            "Start Time": "20:00",
            "End Time": "22:00",
            "Session Time": "8:00 - 10:00 pm",
            "Session Type": "Hospitality",
            "Title": "Spazmatics",
            "Sponsor": "SentinelOne\r\nGartner\r\nZscaler",
            "Location": "La Cantera Ballroom 3 & 4",
            "Cancelled": "No"
        },
        {
            "Date": "8/2/2022",
            "Session Time": "Tuesday - August 2, 2022",
            "Cancelled": "No"
        },
        {
            "Session ID": "25",
            "Date": "8/2/2022",
            "Start Time": "7:00",
            "End Time": "16:00",
            "Session Time": "7:00 am- 4:00 pm",
            "Session Type": "Registration",
            "Title": "Registration",
            "Sponsor": "Loblolly",
            "Location": "San Jose Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "26",
            "Date": "8/2/2022",
            "Start Time": "7:30",
            "End Time": "8:30",
            "Session Time": "7:30 - 8:30 am",
            "Session Type": "Break",
            "Title": "Breakfast and Exhibits",
            "Sponsor": "Fortinet",
            "Location": "San Antonio Ballroom A B C",
            "Cancelled": "No"
        },
        {
            "Session ID": "27",
            "Date": "8/2/2022",
            "Start Time": "8:30",
            "End Time": "9:00",
            "Session Time": "8:30 - 9:00 am",
            "Title": "State of TASSCC",
            "Location": "San Antonio Ballroom D through I",
            "First Name": "Cory",
            "Last Name": "Wilburn",
            "Role": "President Elect",
            "Organization": "TASSCC",
            "Speaker Bio": "https://www.tasscc.org/page/BoardMembers",
            "Cancelled": "No"
        },
        {
            "Session ID": "28",
            "Date": "8/2/2022",
            "Start Time": "9:00",
            "End Time": "10:00",
            "Session Time": "9:00 - 10:00 am",
            "Session Type": "Keynote Session",
            "Title": "Hijacked! Social Engineering Takes Over",
            "Sponsor": "Deloitte",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "ks04",
            "First Name": "Sherrod",
            "Last Name": "DiGrippo",
            "Role": "Vice President of Threat Research and Detection",
            "Organization": "Proofpoint",
            "Speaker Bio": "Sherrod is the Senior Director of Threat Research and Detection leading a worldwide malware research team to advance Proofpoint threat intelligence and keep organizations safe from cyberattacks. Sherrod directs her 24/7/365 team to investigate advanced threats, deliver protections to customers daily, and create scalable threat intelligence solutions that integrate directly into Proofpoint products. Sherrod has been with Proofpoint for five years and has over fifteen years of information security experience.",
            "Description": "Social engineering is a component of nearly every threat actor’s toolbox. From financially motivated cybercrime, to business email compromise fraud, to advanced persistent threat actors, there are countless tactics, techniques, and procedures relying on humans’ fundamental propensity to open and respond to emails. The driving force behind the widespread use of social engineering is the fact that it is effective. Despite defenders’ best efforts, cybercriminals continue to be successful at exploiting the human element to recognize financial gain. The most sophisticated criminal organizations have evolved to mirror legitimate businesses, and as a result have scaled to become more resilient, while also recognizing greater profits than ever before. What does the future hold? Threat actors will continue to capitalize by preying on human behaviors, instincts, and emotions.",
            "Email": "Bindu Madhav m <bmadhavm@proofpoint.com>",
            "Cancelled": "No"
        },
        {
            "Session ID": "29",
            "Date": "8/2/2022",
            "Start Time": "10:00",
            "End Time": "10:30",
            "Session Time": "10:00 - 10:30 am",
            "Session Type": "Break",
            "Title": "Morning Break and Exhibits",
            "Sponsor": "S H I",
            "Location": "San Antonio Ballroom A B C",
            "Cancelled": "No"
        },
        {
            "Session ID": "29A",
            "Date": "8/2/2022",
            "Start Time": "10:00",
            "End Time": "10:30",
            "Session Type": "Hybrid Fireside Chat",
            "Title": "Virtual Fireside Chat: Salesforce",
            "Sponsor": "Salesforce",
            "Location": "Online Only",
            "First Name": "Casey",
            "Last Name": "Coleman",
            "Role": "Senior Vice President of Global Digital Transformation",
            "Organization": "Salesforce",
            "Speaker Bio": "Casey Coleman is Senior Vice President of Global Digital Transformation at Salesforce, where she is responsible for enterprise positioning and solution strategies for government customers worldwide. \r\n\r\nBefore joining Salesforce, Casey served as chief information officer at the U.S. General Services Administration. There she led several modernization initiatives, including the first agency-wide move to cloud-based email and collaboration platforms. Casey chaired the federal CIO Council’s Cloud First committee that developed the FedRAMP standard for cloud cybersecurity. \r\n\r\nCasey began her career as an engineer with Lockheed Martin and has held sales, consulting and management roles at several technology startups focused on the enterprise IT space.\r\n\r\nCasey holds several honors and awards from various organizations, including the Computerworld Premier 100 Award and the MIT Sloan CIO Symposium Award for Leadership in Innovation. She is a four-time winner of the Federal Computer Week Federal 100 Award and the 2022 Eagle Award recipient for lifetime contributions.\r\n\r\nCasey holds an MBA in Finance and International Business from the University of Texas at Arlington, as well as a B.S. in Computer Science from Texas A&M University.  ",
            "Email": "casey.coleman@salesforce.com"
        },
        {
            "Session ID": "30",
            "Date": "8/2/2022",
            "Start Time": "10:30",
            "End Time": "11:30",
            "Session Time": "10:30 - 11:30 am",
            "Session Type": "Cloud Strategies Track",
            "Title": "Mystery Solved: Securing the Cloud",
            "Sponsor": "Deloitte",
            "Location": "San Jose Room",
            "BC code": "bk05",
            "First Name": "Nina",
            "Last Name": "Bozell",
            "Suffix": "PMP, CTCM",
            "Role": "Shared Technology Services Vendor Manager",
            "Organization": "Texas Department of Information Resources",
            "Speaker Bio": "Nina Bozell serves as a Vendor Manager in the Texas Department of Information Resources’ (DIR) Vendor Management Office for the Shared Technology Services program.  Nina manages DIR’s Data Center Services Public Cloud Manager vendor. Nina is responsible for managing vendor performance, relationship, and risk by coordinating DIR’s contract, finance, and legal responsibilities.\r\n\r\nNina holds both a bachelor's and master’s degree in Criminal Justice from Texas State University and began her career at the Texas Department of Public Safety and the Travis County Sheriff's Office. Following her technology interests, she began her state career by joining the Texas Workforce Commission as an internal mail courier and working her way up over 23 years through various positions, gaining her technology and leadership expertise.\r\n\r\nNina has broad experience in the information technology field, ranging from server administration to technical program management. During the 84th Legislature Nina lead a large IT project per SB208 to transfer programs from an abolished agency under the management of the Texas Workforce Commission. \r\n\r\nIn her rare spare time, she enjoys cuddling her 17-year-old Chihuahua Gizmo, traveling, playing bunco, and is an award-winning salsa maker and a huge fan of the Grinch.",
            "Description": "Texans trust state agencies with their most personal data, and state agencies need assurance that their data is secure when their IT services are managed. While securing the cloud in a cost-effective way may seem like a mission impossible, let us tell you about the Security Operations offering, which is an enterprise-level component of the Texas Department of Information Resources, Shared Technology Services, known as STS. This offering is used to provide a consistent, modern, and flexible approach to cybersecurity services, protecting systems within the Data Center Services, or DCS, cloud environments. In this presentation, representatives from the Department of Information Resources' STS Vendor Management department, and the Office of the Chief Information Security Officer, along with Rackspace, and SAIC, will provide insight into what security in the cloud means, and how DIR ensures cloud security for Texas state agencies.",
            "Email": "Nina.Bozell@dir.texas.gov",
            "Phone": "5124754904",
            "Cancelled": "No"
        },
        {
            "Session ID": "30",
            "Date": "8/2/2022",
            "First Name": "Michael",
            "Last Name": "Fitch",
            "Suffix": "ISC(2): CISSP",
            "Role": "Program Management Director",
            "Organization": "SAIC",
            "Speaker Bio": "Michael Fitch is a resident of the Austin area and has more than 27 years of experience as an IT executive overseeing the delivery of enterprise cybersecurity and IT services for customers in federal, state & local government. His past roles have included account manager for the Virginia Multi-sourcing Services Integrator (MSI) program and account executive for the Judicial Council of California IT infrastructure program. His current role is account director responsible for SAIC State and Local Government business in Texas. Mr. Fitch brings an understanding of the unique needs of state agencies and the requirement for strong communication and collaboration to achieve success. Mr. Fitch holds a Masters’ degree in Cybersecurity and Information Assurance, and multiple professional certifications including PgMP, ITIL v3 Expert, ITIL 4 Strategic Leader and Managing Professional, CISSP, CISSP-ISSMP, HCISPP, CCSP, C-CISO, CEH, and GSLC. \r\nHis focus is on helping customers achieve their goals and objectives for digital transformation and modernization while protecting business assets from emerging cyber threats.",
            "Email": " michael.s.fitch@saic.com",
            "Phone": "+8042738523 +4156098850",
            "Cancelled": "No"
        },
        {
            "Session ID": "30",
            "Date": "8/2/2022",
            "First Name": "Dave",
            "Last Name": "Heath",
            "Role": "Senior Cloud Architect, PCM Cloud Center of Excellence",
            "Organization": "Rackspace",
            "Speaker Bio": "Dave Heath is a Senior Cloud Architect at Rackspace Technology. He currently sits on the PCM Cloud Center of Excellence, working to evolve the PCM offering and assist DCS customers on their cloud journey. Dave has collaborated with customers, small and large, in private industry and the public sector, for the last six years. He was an early addition to Rackspace’s fledgling business, Fanatical Support for AWS (FAWS), and a founding member of Managed Services for GCP (MGCP). Dave was hands-on during Rackspace’s transformation from world-class managed hosting provider to global multicloud solutions provider. Prior to working with Rackspace Technology's cloud customers, Dave served for over 15 years in the energy, esports, technology, and cybersecurity industries as a developer, engineering manager and enterprise architect. While not a native Texan, Dave got here just as fast as he could and has resided in Texas since 1995. He is a husband, father of six and (much to the dismay of his family and co-workers) purveyor of dad jokes. Dave is an outdoorsman, a frequent practitioner of Brazilian Jiu-Jitsu",
            "Email": "dave.heath@rackspace.com",
            "Phone": "832.466.3938",
            "Cancelled": "No"
        },
        {
            "Session ID": "30",
            "Date": "8/2/2022",
            "First Name": "Brian",
            "Last Name": "Acklen",
            "Role": "Data Center Services, Information Security Officer",
            "Organization": "DIR",
            "Speaker Bio": "Brian Acklen currently serves as the Data Center Services (DCS) Information Security Officer (ISO) in the Texas Department of Information Resources’ (DIR) Office of the Chief Information Security Officer (OCISO). Brian has over 20 years’ experience working in IT and Security in both the private and government sectors and has spent 13 years with the Texas Department of Information Resources. He has worked as a systems administrator in IT Services for over 10 years and spent the past three years work in the OCISO division. He has managed the deployment of Office 365 at DIR and supported the DIR response to the August 2019 ransomware incident."
        },
        {
            "Session ID": "31",
            "Date": "8/2/2022",
            "Start Time": "10:30",
            "End Time": "11:30",
            "Session Type": "Cyber Security and Risk Management Track",
            "Title": "Password Security in the Quantum Computing Age",
            "Sponsor": "Amazon Web Services",
            "Location": "La Cantera Ballroom 1",
            "BC code": "bk06",
            "First Name": "Todd",
            "Last Name": "Pauley",
            "Suffix": "CISSP, ITIL, Security+",
            "Role": "Deputy CISO / Cybersecurity Coordinator ",
            "Organization": "Texas Education Agency",
            "Speaker Bio": "Todd Pauley serves as the Deputy CISO and Cybersecurity Coordinator at the Texas Education Agency.  Along with being responsible for internal incident response, he also works with districts and education service centers around the state to promote cybersecurity. With nine years at TEA and eighteen total in Texas state government, Todd has served in many areas of information technology.  Before finding his fit in cybersecurity, he was a system administrator, a network engineer and even spent some time as an IT auditor conducting risk assessments of internal applications. A West Virginia native, Todd also provided IT support for school districts there before moving to Texas in 2004.",
            "Description": "Passwords are a part of all of our day to day lives and have traditionally been the main method for securing access to our environments.  Bad password habits and the advanced capabilities of threat actors have created a thriving marketplace for password lists in the dark corners of the internet.  These threat actors have ever-evolving techniques to counter stricter password policies implemented by organizations trying to stay one step ahead.  The potential capabilities of quantum computing devices in the hands of nefarious individuals and malicious organizations require us to make some fundamental changes in how we secure our account access. This presentation will address the current and expected development in the quantum computing world.  We will also examine minimum encryption schemes and other practices that should be implemented to reduce the likelihood of exposing your accounts to compromise. ",
            "Email": "todd.pauley@tea.texas.gov",
            "Phone": "512-475-3542",
            "Cancelled": "No"
        },
        {
            "Session ID": "32",
            "Date": "8/2/2022",
            "Start Time": "10:30",
            "End Time": "11:30",
            "Session Type": "Emerging and New Technologies Track",
            "Title": "Moving from Mainframe to Emerging Technologies: One Step at a Time",
            "Sponsor": "IQ Business Group",
            "Location": "La Cantera Ballroom 2",
            "BC code": "bk07",
            "First Name": "Edgar D.",
            "Last Name": "Chavez",
            "Role": "Information Technology Service Delivery Director ",
            "Organization": "Railroad Commission of Texas",
            "Speaker Bio": "Speaker: Edgar D. Chavez is the Information Technology Service Delivery Director for the Railroad Commission of Texas. Edgar has over 12 years’ experience modernizing legacy technology systems for state government entities in Texas and holds a degree in Computer Information Systems from the University of Texas–Pan American.\r\n\r\n\r\n\r\n\r\nCo-Presenter: Justin Peipert is a Director in CGI's State and Local Government Practice and has helped lead emerging technology implementations for the Commission and other state agencies in Texas. Justin has nearly 15 years' experience helping clients modernize core business systems and has earned Bachelor of Business Administration degrees in finance and business honors from the University of Texas at Austin.",
            "Description": "The Mission is to Maintain efficient regulation of the state’s energy industry. An industry that is constantly evolving and one of the most technologically advanced in the world. We needed to embark on a technology modernization journey to transform agency operations from an aging, cumbersome legacy mainframe platform to a modern, flexible, and scalable cloud-based solution. The Railroad Commission began this modernization effort in 2019, knowing that its challenges could not be resolved in a single step. Now, three years into the modernization journey, the Commission has successfully reduced its dependence on an outdated and inefficient mainframe platform, through the implementation of multiple emerging technologies. In this presentation, the Commission will share project successes, lessons learned, and challenges faced when implementing multiple emerging technologies during the first three years of its modernization journey.",
            "Email": "Edgar.Chavez@rrc.texas.gov",
            "Phone": "512-463-9424",
            "Cancelled": "No"
        },
        {
            "Session ID": "32",
            "Date": "8/2/2022",
            "First Name": "Ray",
            "Last Name": "Young",
            "Role": "Chief Technology Officer",
            "Organization": "Railroad Commission of Texas",
            "Speaker Bio": "Co-Presenter: Ray Young is the Chief Technology Officer for the Railroad Commission of Texas and has over 20 years’ experience in information technology (IT) management, including application development and maintenance and IT infrastructure projects and management. Ray holds a degree in Computer Science from the University of Texas at Austin.",
            "Cancelled": "No"
        },
        {
            "Session ID": "32",
            "Date": "8/2/2022",
            "First Name": "Jaclyn",
            "Last Name": "Beerens",
            "Role": "Director, Consulting Services",
            "Organization": "CGI",
            "Speaker Bio": "Co-Presenter: Jaclyn Beerens leads CGI's State and Local Government practice in Texas and has over 15 years' experience helping clients modernize core business applications. Jaclyn holds a Bachelor of Science degree in management from the Georgia Institute of Technology.",
            "Email": "jaclyn.beerens@cgi.com",
            "Phone": "512-484-2346",
            "Cancelled": "No"
        },
        {
            "Session ID": "32",
            "Date": "8/2/2022",
            "First Name": "Tim ",
            "Last Name": "Moriarty ",
            "Role": "Director, Consulting Services",
            "Organization": "CGI",
            "Speaker Bio": "Co-Presenter: Tim Moriarty is a Director in CGI’s State and Local Government Practice and has helped lead emerging technology implementations for the Commission and other government entities in Texas and other states. As a quality-driven and senior-level project manager, Tim has experience delivering large-scale, global, complex, and multi-million-dollar ($20M+) projects and programs. Tim brings over 15 years’ experience leading modernization projects and has earned a Bachelor of Science degree in sports business and Master of Arts in education.  "
        },
        {
            "Session ID": "33",
            "Date": "8/2/2022",
            "Start Time": "10:30",
            "End Time": "11:30",
            "Session Type": "Leadership: Management and Governance Track",
            "Title": "Designing ITSM with the customer in mind",
            "Sponsor": " SAS",
            "Location": "San Jose Room",
            "BC code": "bk08",
            "First Name": "Ben ",
            "Last Name": "Soto",
            "Suffix": "ITIL v4, ITIL Strategic Leader",
            "Role": "Director, User Support Services",
            "Organization": "Texas A&M University - Corpus Christi",
            "Speaker Bio": "Ben Soto, Director of Texas A&M University-Corpus Christi, has been working in Higher Education IT for close to 28 years. For the past 25 years, he has been managing and directing User Support Services which includes Classroom, Faculty/Staff, Hardware and Software, and Student Support. Committed to customer service, service excellence, and secure and efficient operations, Ben continues to look for opportunities to enhance Information Technology for the University. He has received three ITIL certifications which have earned him ITIL 4 Strategic Leader designation.\r\n\r\n\r\n\r\n",
            "Description": "See how effective collaboration with IT departments, University stakeholders, and a partner can create substantial value and deliver a new ITSM tool in record time.  Agile development processes, combined with key stakeholder workshops and user focus groups, helped Texas A&M University and partner Sigital to successfully implement a new ITSM tool in less than 7 months.  We will share key strategies for gaining agreement on development work, maintaining short development sprints, gathering user acceptance testing and feedback, go-live do’s and don’ts, establishing a governance board, and change management best practices.  ",
            "Email": "ben.soto@tamucc.edu",
            "Phone": "361-825-2494",
            "Cancelled": "No"
        },
        {
            "Session ID": "33",
            "Date": "8/2/2022",
            "First Name": "Melissa",
            "Last Name": "Adley",
            "Suffix": "ITIL v4, PMP, Organizational Change Management, HDI Support Center Manager",
            "Role": "Assistant Director, User Support Services",
            "Organization": "Texas A&M University - Corpus Christi",
            "Speaker Bio": "Melissa Adley, Assistant Director of Texas A&M University-Corpus Christi, has over 26 years of experience in IT from technical system administration to managing teams in Service Desk, Desktop Support, Audio/Video, and Systems Administration.  Enabling IT teams to deliver outstanding service to customers is her passion.  Certified in ITIL v2, ITIL ITIL v4, PMP, Organizational Change Management, HDI Support Center Manager, and Project Management Professional (PMP).  ",
            "Email": "melissa.adley@tamucc.edu",
            "Phone": "361-825-5984",
            "Cancelled": "No"
        },
        {
            "Session ID": "33",
            "Date": "8/2/2022",
            "First Name": "Steve",
            "Last Name": "Ellis",
            "Role": "Vice President of Delivery",
            "Organization": "Sigital/ServiceNow Partner",
            "Speaker Bio": "Steve Ellis, Vice President of Delivery with Sigital, an Elite ServiceNow partner - Steve has a deep ITIL/ITSM experience in planning, delivering, and managing ServiceNow implementations and related projects on the Now Platform®. He brings diverse experience in the information technology field gained by working in many different capacities over his more than 25-year career. Steve has led many successful technology engagements for private and public sector clients in a wide variety of industries. Steve’s ability to deliver solutions and provide Project and Program Management across the ServiceNow Platform, is second to none. \r\n\r\nProjects that involve planning and implementation are well within Steve’s wheelhouse. He excels at solution design and product customization. He is actively involved in determining client needs and modifying the Now Platform to fulfill all client-driven requests. Steve is client motivated and bases his success on his clients’ results and satisfaction with customized ServiceNow solutions.\r\n",
            "Email": "steve.ellis@thinksigital.com",
            "Phone": "614-961-9911",
            "Cancelled": "No"
        },
        {
            "Session ID": "34",
            "Date": "8/2/2022",
            "Start Time": "11:30",
            "End Time": "13:00",
            "Session Time": "11:30 am - 1:00 pm",
            "Title": "Awards Luncheon",
            "Sponsor": "A M D",
            "Location": "San Antonio Ballroom D through I",
            "Cancelled": "No"
        },
        {
            "Session ID": "35",
            "Date": "8/2/2022",
            "Start Time": "13:00",
            "End Time": "14:00",
            "Session Time": "1:00 - 2:00 pm",
            "Session Type": "Cloud Strategies Track",
            "Title": "Cloud Technology Transforming Education",
            "Sponsor": "Deloitte",
            "Location": "San Jose Room",
            "BC code": "bk09",
            "First Name": "Gail ",
            "Last Name": "Wallin",
            "Suffix": "MBA",
            "Role": "AVP/CIO",
            "Organization": "Texas A&M University - Central",
            "Speaker Bio": "Gail P Wallin, MBA, AVP Information Technology/CIO of Texas A&M University-Central, has over 25 years of experience optimizing IT operations in higher education.  Whether the solution is on-premise or in the cloud, she has kept organizations on the leading edge of best practices while developing new methodologies to improve campus infrastructure, security, enterprise applications, and planning.  \r\n\r\nGail is a go-to technical and strategic planning resource for cross-functional teams and is always looking for ways to share that expertise throughout her technical community as a member or chair of councils, boards, and advocate groups.  \r\n",
            "Description": "A pandemic has accelerated digital transformation in Higher Education.  We have realized that virtually everyone in higher education needs access to digital resources to learn, connect, and complete tasks. It is vitally mportant to technically understand the various levels of cloud computing from hybrid, private, or public cloud setup.  This session will review these options for a better understanding.  ",
            "Email": "gwallin@tamuct.edu",
            "Phone": "512-962-8797",
            "Cancelled": "No"
        },
        {
            "Session ID": "36",
            "Date": "8/2/2022",
            "Start Time": "13:00",
            "End Time": "14:00",
            "Session Type": "Cyber Security and Risk Management Track",
            "Title": "Pressure Test Your Cybersecurity Readiness with Tabletop Exercise",
            "Sponsor": "Amazon Web Services",
            "Location": "La Cantera Ballroom 1",
            "BC code": "bk10",
            "First Name": "Andy",
            "Last Name": "Bennett",
            "Suffix": "CISM, CBCP",
            "Role": " Vice President of Technology",
            "Organization": "Apollo Information Systems",
            "Speaker Bio": "Andy Bennett, CISM, CBCP – Vice President of Technology \r\nAndy is a boot-wearin’ native Texan with a history of delivering results and exceeding expectations. He is a seasoned executive and technology leader with a passion for security and an earned reputation for delivering high-quality, usable results. He is a front-line leader with over two decades of experience spanning every enterprise IT and security aspect. \r\n\r\nAndy is a business partner and advocate with a strong background in large-scale systems, applied research, business administration, enterprise systems management, SDLC, business continuity, procurement, fiscal and strategic planning, information security management and incident response. He has delivered results in various industries from oil and gas to banking, retail, government, higher education, research and law enforcement.\r\nHe is a prolific and compelling speaker discussing technology and security issues ranging from privacy and IoT to education and cyberwarfare. He is a collaboration master and transformational leader who knows that we need to build systems to fit and serve people for technology to succeed. \r\n\r\nAndy has broad experience and education and delivers a depth of perspective that few others can offer.  He sees the big picture and understands how all the pieces of the enterprise information puzzle work together to drive business.\r\n\r\n",
            "Description": "Organizations often believe they are prepared for cyberattacks because they’ve checked all of the boxes and have created in depth crisis plans. However, when agencies actually experience an attack they quickly discover that they don’t know what they don’t know. Tabletop Exercises can provide real-world experience for agencies to truly check their cybersecurity preparedness and resilience. This session will present data from real non-disclosed organizations, how the exercises were implemented, what was discovered, and how they were able to adjust their crisis approach and strategy. It is presented by veterans in the SLED cybersecurity and DIR space. Attendees will have an opportunity to discover how these exercises work and how they can be implemented in their agencies.",
            "Email": "andy@apollo-is.com",
            "Phone": "936-661-3489",
            "Cancelled": "No"
        },
        {
            "Session ID": "36",
            "Date": "8/2/2022",
            "First Name": "Daniel",
            "Last Name": "Hankins",
            "Suffix": "CISM, CISA",
            "Role": "Senior Director of Technology",
            "Organization": "Apollo Information Systems",
            "Speaker Bio": "Daniel Hankins, CISM, CISA –Senior Director of Technology \r\nWith over 25 years of experience, Daniel has consulted and managed systems and transformation activities for systems exceeding a billion dollars. He provides a depth of experience with federal, state and private-sector IT and cyber security. Daniel works closely with executive teams to provide business and technical expertise in understanding and meeting IT and security requirements, business needs, processes, and constraints. \r\n\r\nDaniel has held several roles in the private and public sector, lately creating new business products and consulting for Apollo. Previously Daniel was Texas’ Cybersecurity Coordinator with the Department of Information Resources (DIR), Director of Security for the State’s data centers and managed the nation’s largest Identity and Access Management team. \r\n\r\nDaniel has led multiple initiatives, including the Texas Information Sharing and Analysis Organization (TxISAO), chaired the Texas Cybersecurity Council, providing recommendations on legislation necessary to implement cybersecurity best practices and remediation strategies for the state. In addition, he is on the Computer and Information Technology (CIT) Advisory Committee for Lone Star College.",
            "Email": "daniel@apollo-is.com",
            "Phone": "408-384-2537",
            "Cancelled": "No"
        },
        {
            "Session ID": "37",
            "Date": "8/2/2022",
            "Start Time": "13:00",
            "End Time": "14:00",
            "Session Type": "Emerging and New Technologies Track",
            "Title": "Low Code – Making a Medical School, MISSION, POSSIBLE!",
            "Sponsor": "IQ Business Group",
            "Location": "La Cantera Ballroom 2",
            "BC code": "bk11",
            "First Name": "Kasey",
            "Last Name": "Claborn",
            "Suffix": "PhD",
            "Role": "Assistant Professor at the Dept of Psychiatry at the UT Dell Medical School",
            "Organization": "University of Texas Dell Medical School",
            "Speaker Bio": "Dr. Kasey Claborn, PhD\r\nKasey Claborn is a research scientist and licensed clinical psychologist. She is an assistant professor in the Steve Hicks School of Social Work and the  Department of Psychiatry at Dell Medical School, and an adjunct assistant professor of medicine at The Warren Alpert Medical School of Brown University.\r\n\r\nClaborn received her Ph.D. in clinical psychology in 2013 from Oklahoma State University and completed her internship at the University of Florida Health Sciences Center. She completed her postdoctoral fellowship at Brown University’s Center for Alcohol and Addiction Studies, where she crossed-trained in HIV and addictive behaviors at the Alcohol Research Center on HIV. Prior to joining Dell Medical School, Claborn served as a research scientist at Rhode Island Hospital and as an assistant professor (research) in psychiatry and human behavior at Brown University.\r\n\r\nClaborn’s research interests broadly focus on the syndemics of addiction and infectious disease. Her research seeks to improve clinical outcomes of vulnerable and at-risk patients through improving care coordination and communication at the systems level and promoting health behavior change at the patient level. She is principal investigator of several NIH-funded studies investigating ways to increase linkage to HIV/PrEP care and adherence to HIV treatment among people who use drugs. Her work focuses on identifying gaps across the health care system to improve access to HIV/PrEP care and substance use treatment among vulnerable populations. Claborn also has expertise in the development of digital health innovations. She works closely with software development teams to develop innovative technology solutions to improve clinic work flows and patient outcomes. She has developed mobile solutions to improve HIV medication adherence among patients, care coordination among treatment providers, and to reduce opioid overdose risk.\r\n\r\n\r\n",
            "Description": "In the State of Texas there are multiple, disconnected drug overdose reporting systems with disparate adoption.  As a result, data critical to determining resource allocation for treatment and prevention does not exist.  Every day, an average of 130 Americans die from an opioid overdose. Few people realize that behind this epidemic, one of the biggest hurdles is a data problem that hinders the work of those trying to bring life-saving resources to areas and individuals most affected by substance misuse. Tackling this problem, in Texas and everywhere else, will require first and foremost closing the reporting gap. University of Texas Dell Medical School and A tos have partnered to solve the reporting gap problem by building the TX COPE Drug Overdose Platform.  Built on Google public cloud, the Platform is harvesting and disseminating better data to people who can put it to work in real-time. Together UT and A tos have built one unified system that contributes to saving lives by replacing multiple, disjointed, reporting systems in Texas. This collaborative development model by UT Dell Medical School and A tos will serve as the foundation for other states throughout the US to report drug overdoses to inform preventative treatment and equip municipalities with the data necessary to allocate resources, such as Narcan and other addiction services.",
            "Email": "kasey.claborn@austin.utexas.edu",
            "Phone": "512-471-5457",
            "Cancelled": "No"
        },
        {
            "Session ID": "37",
            "Date": "8/2/2022",
            "First Name": "Meredith",
            "Last Name": "Boardman",
            "Role": "Manager, Application Development & Modernization",
            "Organization": "Atos",
            "Email": "meredith.boardman@mavenwave.com",
            "Phone": "708-846-6912",
            "Cancelled": "No"
        },
        {
            "Session ID": "37",
            "Date": "8/2/2022",
            "First Name": "Robert",
            "Last Name": "Roper",
            "Role": "Principal",
            "Organization": "Atos ",
            "Email": "robert.roper@mavenwave.com",
            "Phone": "773-620-9512"
        },
        {
            "Session ID": "37",
            "Date": "8/2/2022",
            "First Name": "Deirdre",
            "Last Name": "Somers",
            "Role": "Client Executive",
            "Organization": "Atos ",
            "Speaker Bio": "Deirdre Somers\r\nDeirdre Somers is the Atos Client Executive for Texas State, Local government and Education (SLED), responsible for developing the customer relationship for Atos with the State of Texas, along with the Department of Information Resources and several state agencies, counties and higher education. Her particular focus is on supporting strategic initiatives for current and potential new SLED customers and contracts.  Deirdre joined the Atos Public Sector and Defense team in 2018 as a Customer Service Operations Manager to two State agencies, providing operation services management for several service towers, contractual ITIL practices and IT program services. In 2020, Deirdre continued to support the growth and strategy of SLED as a Client Executive.  Deirdre is an HopeTech Volunteer, a program reaching out to communities that are underserved by technology, with a focus on senior adults.  She is also an active member of the Texas Association of State Systems for Computing and Communications (TASCC).\r\n\r\nDeirdre has a consistent relationship with government and public sector since 2012. Prior to joining Atos, Deirdre worked for Capgemini in several progressively senior roles centered on Cloud Infrastructure services. In addition, she was a participant in Capgemini programs focused on mentoring women in IT leadership. Deirdre holds a B.A. from Molloy College and has an ITIL certification. ",
            "Email": "deirdre.somers@atos.net",
            "Phone": "512-484-2735",
            "Cancelled": "No"
        },
        {
            "Session ID": "38",
            "Date": "8/2/2022",
            "Start Time": "13:00",
            "End Time": "14:00",
            "Session Type": "Leadership: Management and Governance Track",
            "Title": "Behind the Mic: Insights from My First 100 CIO & Tech Leader Interviews",
            "Sponsor": " SAS",
            "Location": "San Juan Room",
            "BC code": "bk12",
            "First Name": "Joe",
            "Last Name": "Toste",
            "Role": "Host of TechTables",
            "Organization": "Levity Media LLC",
            "Speaker Bio": "Founder/CEO at Levity Media LLC. Hi, I'm Joe Toste. Host of the TechTables Podcast. Podcaster by day, basketball 🏀 coach by night. Sharing human-centric stories through community with CIOs and technology leaders at techtables.com.",
            "Description": "Welcome to the human-centric workplace. After interviewing over 100 CIOs ranging from Mandy Crawford, CIO, the State of Texas, to Stephanie Dedmon, CIO, the State of Tennessee, to Craig Hopkins, CIO, the City of San Antonio, and many more state agencies large and small across the country, I've learned insights that are invaluable for CIOs and technology leaders in 2022 and beyond.",
            "Email": "joe@joetoste.com",
            "Phone": "805-453-0986",
            "Cancelled": "No"
        },
        {
            "Session ID": "39",
            "Date": "8/2/2022",
            "Start Time": "14:00",
            "End Time": "14:30",
            "Session Time": "2:00 - 2:30 pm",
            "Title": "Afternoon Break and Exhibits",
            "Sponsor": "The North Highland Company",
            "Location": "San Antonio Ballroom A B C",
            "Cancelled": "No"
        },
        {
            "Session ID": "40",
            "Date": "8/2/2022",
            "Start Time": "14:30",
            "End Time": "15:30",
            "Session Time": "2:30 - 3:30 pm",
            "Session Type": "General Session",
            "Title": "Stay In The Deep End",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "gs02",
            "First Name": "Darron",
            "Last Name": "Roberts",
            "Role": "Founding Director",
            "Organization": "Center for Sports Leadership and Innovation",
            "Speaker Bio": "Daron K. Roberts is a former NFL coach and author of, Call an Audible: Let My Pivot from Harvard Law to NFL Coach Inspire Your Transition (Greenleaf 2017).\r\n\r\nCall an Audible was named a #1 New Release and Best Seller by Amazon and Sports Illustrated selected the book as one of its Best Sports Business Books of 2017.\r\n\r\nRoberts serves as founding director of the Center for Sports Leadership and Innovation (CSLi) at the University of Texas. He created CSLi in the fall of 2014. The Center is the first university-based institute dedicated to developing leadership and character curricula for high school, collegiate and professional athletes. Roberts is also a lecturer in the Liberal Arts Honors Program and he focuses on issues of leadership and innovation in the sports arena.\r\n\r\nHe also developed a course  A Gameplan for Winning at Life  that he teaches to incoming freshmen student-athletes at the University of Texas. During the course of each academic year, Roberts teaches nearly 300 students.\r\n\r\nAfter graduating from Harvard Law School (2007), Roberts served coaching stints with the Kansas City Chiefs, Detroit Lions, West Virginia Mountaineers and Cleveland Browns. He holds a B.A. in Plan II Honors and Government from the University of Texas (2001) and an M.P.P. from Harvards Kennedy School (2004).",
            "Description": "Drawing on his experience as a Harvard Law graduate, an NFL coach, a management consultant, an educator, and the author of “A Kids Book About Empathy,” Daron Roberts will share his insights on how leaders can empower themselves and their teams to tackle any challenge, reject the status quo, and stay in the deep end.",
            "Cancelled": "No"
        },
        {
            "Session ID": "41",
            "Date": "8/2/2022",
            "Start Time": "20:00",
            "End Time": "23:00",
            "Session Time": "8:00 - 11:00 pm",
            "Title": "Casino Night",
            "Sponsor": "Luna Data Solutions, Inc.\r\nApex Systems, Inc.\r\nForgeRock\r\nNWN Carousel",
            "Location": "La Cantera Ballroom",
            "Cancelled": "No"
        },
        {
            "Date": "8/3/2022",
            "Session Time": "Wednesday - August 3, 2022",
            "Cancelled": "No"
        },
        {
            "Session ID": "42",
            "Date": "8/3/2022",
            "Start Time": "8:00",
            "End Time": "12:00",
            "Session Time": "8:00 am- 12:00 pm",
            "Session Type": "Registration",
            "Title": "Registration",
            "Sponsor": "Loblolly",
            "Location": "San Jose Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "43",
            "Date": "8/3/2022",
            "Start Time": "8:00",
            "End Time": "9:00",
            "Session Time": "8:00 - 9:00 am",
            "Session Type": "Break",
            "Title": "Breakfast",
            "Sponsor": "Genesys",
            "Location": "San Antonio Ballroom Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "44",
            "Date": "8/3/2022",
            "Start Time": "9:00",
            "End Time": "10:00",
            "Session Time": "9:00 - 10:00 am",
            "Session Type": "Keynote Session",
            "Title": "Smart Cities Failed. What States Should Learn & Can Do",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "ks05",
            "First Name": "Abhi",
            "Last Name": "Newmani",
            "Role": "Managing Partner",
            "Organization": "EthosLabs.us",
            "Speaker Bio": "Abhi Nemani is the managing partner of EthosLabs.us, a government technology investment and consulting firm. Abhi has spent his career in GovTech — building, leading, and growing some of the most influential GovTech institutions, including Code for America, Mayor of Los Angeles' Office of Data & Analytics, and Sacramento's Office of Entrepreneurship. EthosLabs’ portfolio of clients includes Granicus/GovDelivery, SPIDRTech, and ZenCity, as well the John S. and James L. Knight Foundation, the Arnold Foundation, Welsch Carson (WCAS), and ONEX Partners. Abhi has taught public innovation at the University of Chicago, and he has been featured as a speaker at SxSW, TEDx, the World Bank, and numerous convenings around the world.",
            "Description": "The founders considered states to be the laboratories of democracy - smaller jurisdictions where policies and ideas could be tested before spreading nation-wide. Following that pattern, in the 21st century, for states, it is cities that have emerged as laboratories for leadership and administration. This is particularly so in IT where experimentation is essential, and especially so in large states where the risks of innovation may be profound. Local experiments can drive statewide innovation. Abhi Nemani has led Code for America, built the innovation and data practices for two major cities, and now runs a Government-Tech accelerator. And in those roles, he has seen firsthand hundreds of these local  government experiments in digital transformation, open data, and civic engagement across the country. In this presentation, Abhi will not only share trends and best practices relevant for state agencies, but also concrete ways the state can support and leverage local leadership.",
            "Cancelled": "No"
        },
        {
            "Session ID": "45",
            "Date": "8/3/2022",
            "Start Time": "10:00",
            "End Time": "10:30",
            "Session Time": "10:00 - 10:30 am",
            "Session Type": "Break",
            "Title": "Morning Break and Exhibits",
            "Sponsor": "InfoBlox",
            "Location": "San Antonio Ballroom Foyer",
            "Cancelled": "No"
        },
        {
            "Session ID": "46",
            "Date": "8/3/2022",
            "Start Time": "10:30",
            "End Time": "11:30",
            "Session Time": "10:30 - 11:30 am",
            "Session Type": "General Session",
            "Title": "Fixing the Digital Divide Panel Discussion",
            "Location": "San Antonio Ballroom D through I",
            "BC code": "gs03",
            "First Name": "Anh ",
            "Last Name": "Selissen",
            "Suffix": "Moderator",
            "Role": "Chief Information Officer",
            "Organization": "Texas Department of Transportation",
            "Cancelled": "No"
        },
        {
            "Session ID": "46",
            "Date": "8/3/2022",
            "First Name": "Korry ",
            "Last Name": "Castillo",
            "Suffix": "Panelist ",
            "Role": "Associate Deputy Comptroller",
            "Organization": "Texas Comptroller of Public Accounts"
        },
        {
            "Session ID": "46",
            "Date": "8/3/2022",
            "First Name": "Kyle",
            "Last Name": " Madsen",
            "Suffix": "Panelist ",
            "Role": "Director of Right of Way",
            "Organization": "Texas Department of Transportation"
        },
        {
            "Session ID": "46",
            "Date": "8/3/2022",
            "First Name": "Art ",
            "Last Name": "Maria",
            "Suffix": "Panelist ",
            "Role": "National Practice Director and Chief Architect for the Advanced Wireless practice in Consulting ",
            "Organization": "AT&T"
        },
        {
            "Session ID": "46",
            "Date": "8/3/2022",
            "First Name": "Craig",
            "Last Name": "Hopkins",
            "Suffix": "Panelist ",
            "Role": "Chief Information Officer",
            "Organization": "City of San Antonio"
        }
    ]
}