{
    "Sessions": [
        {
            "Session ID": "1",
            "Title": "First General Session with John C Maxwell",
            "Location": "Exhibit Hall 5 ",
            "Description": "John C Maxwell is a number 1 New York Times bestselling author, speaker, coach, and leader who has sold more than 33 million books in 50 languages. He has been called the No. 1 leader in business and the most influential leadership expert in the world. His organizations — the John Maxwell Company, the John Maxwell Team, EQUIP, and the John Maxwell Leadership Foundation — have translated his teachings into 70 languages and used them to train millions of leaders from every country in the world. A recipient of the Horatio Alger Award and the Mother Teresa Prize for Global Peace and Leadership from the Luminary Leadership Network, Dr. Maxwell influences Fortune 500 CEOs, the presidents of nations, and entrepreneurs worldwide.",
            "Track Name(s)": "General Session ",
            "Date": "01/31/2022",
            "Start Time": "15:30:00",
            "End Time": "17:30:00",
            "Session Type": "General Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "2",
            "Title": "Second General Session with Inky Johnson and A Moderated Discussion with Commissioner Mike Morath",
            "Location": "Exhibit Hall 5 ",
            "Description": "Inky Johnson grew up living in his grandparents’ two-bedroom house with 13 other family members, sleeping on a pallet on the living room floor. Drugs and violence surrounded him in his hometown, and stability was non-existent. Johnson knew that if he was to survive, he had to get out. While playing football at the University of Tennessee, he suffered nerve damage in a career-ending injury that nearly killed him and left him with paralysis in his right arm. He used the experience to advocate for the disabled and write the autobiographical book Inky: An Amazing Story of Faith and Perseverance. Johnson is the host of the Serendipity with Inky Johnson podcast. Whether the topic is leadership, teamwork or perseverance, he inspires his audience. ",
            "Track Name(s)": "General Session ",
            "Date": "02/01/2022",
            "Start Time": "15:30:00",
            "End Time": "17:30:00",
            "Session Type": "General Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "3",
            "Title": "Third General Session with George Couros ",
            "Location": "Exhibit Hall 5 ",
            "Description": "George Couros is a worldwide leader in the area of innovative teaching, learning, and leading, and has a focus on innovation as a human endeavor. His belief that meaningful change happens when you first connect to people’s hearts is modeled in his writing and speaking. In his 20-plus years in the field of education, he has worked at all levels of school, from K-12 as a teacher, technology facilitator, and school and district administrator, and is currently an adjunct instructor with the Graduate School of Education at the University of Pennsylvania. Couros is also the author of The Innovator’s Mindset: Empower Learning, Unleash Talent, and Lead a Culture of Creativity, Innovate Inside the Box, and his latest release, Because of a Teacher.",
            "Track Name(s)": "General Session ",
            "Date": "02/02/2022",
            "Start Time": "09:45:00",
            "End Time": "11:15:00",
            "Session Type": "General Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "4",
            "Title": "Region 13 ESC Breakfast ",
            "Location": "Four Seasons Hotel - Ballrooms CD",
            "Track Name(s)": "Breakfast",
            "Date": "01/31/2022",
            "Start Time": "08:30:00",
            "End Time": "10:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "5",
            "Title": "Texas Council of Professor & Educational Administation Meeting ",
            "Location": "Austin Marriott Downtown - 604-605",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "10:00:00",
            "End Time": "12:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6",
            "Title": "Texas A&M - Commerce Alumni & Friends Reception ",
            "Location": "Iron Cactus ",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7",
            "Title": "Region 8 & 12 ESC Legislative Luncheon ",
            "Location": "Flemings Prime Steakhouse ",
            "Track Name(s)": "Luncheon",
            "Date": "01/31/2022",
            "Start Time": "11:30:00",
            "End Time": "13:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "8",
            "Title": "Texas Association of Latino Administrators and Superintendents Meet & Greet",
            "Location": "Four Seasons Hotel - San Jacinto Ballroom ",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "5910",
            "Title": "Special Education Self Assessment Process",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "Are you new to self assessments or looking to improve your process?  We will walk through our entire process from start to finish for state-mandated self-assessments. We will discuss and show examples of how to include the findings into your district and department improvement plans.  ",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5911",
            "Title": "AP Computer Science Principles: A Pathway to Student Success",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "Computer science is the engine that powers the technology, productivity, and innovation that drive today's world. Computer science coursework is fundamental for students' success in the workforce of tomorrow. In this session, learn how a diverse population of students are succeeding in AP Computer Science Principles, and hear about opportunities to add or expand this course in any district.",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5912",
            "Title": "CCMR Tracking: Data, Data, and More Data",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "College, Career, and Military Readiness (CCMR) indicators are found throughout the accountability system. How do schools ensure they are getting all the credit for indicators at the district level? In addition, districts can receive additional funds for certain indicators meeting criteria. During this session, explore all the CCMR indicators and understand how to track and code so your district can optimize its CCMR through accountability.",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5913",
            "Title": "Successfully Supporting District Strategic Priorities: Drive Improvement Planning with Data",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "The Aldine ISD Department of Strategic Initiatives and Accountability will share their process for equipping district and school leaders with the tools needed to effectively use multiple data sources in the improvement planning process. This session will outline tools, training, and resources that can be used to support leaders in identifying growth areas and monitoring progress throughout the year.",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5914",
            "Title": "Telling District Stories through Community-Based Accountability",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "Learn how three districts of various sizes and from different areas of the state are telling their stories through Community-Based Accountability Systems (CBAS). Participants will gain insight on how the CBAS process can and does provide a framework for not only being accountable to things that truly matter, but also assists in creating a strong, meaningful brand for school districts.",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5915",
            "Title": "Data Literacy: from Analysis to Action",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "With so many data sources, districts can find themselves data rich but information poor. Data literacy gives districts the skills to read, understand, create, and communicate data as information that moves beyond analysis to action. Participants will learn a system for prioritizing data sets that go beyond high stakes to include multiple measures. Capacity-building processes and protocols to support understanding, engagement, and analysis for action will be shared with attendees. ",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5916",
            "Title": "Using Data to Lead Systemic Improvement: Transforming through Evidence-Based Reform",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "This session is designed to allow participants to reflect, set measurable goals, and explore the stages of transformation to yield intended growth results. Through discourse on shared experiences, participants will gain varied insight that support transformational leadership and transformational campus settings.",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5917",
            "Title": "CCMR Planning and Documentation for Small Districts",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Hear how a CCMR team improved district procedures and created organizational documents to create a team-run system to improve CCMR in a small district. ",
            "Track Name(s)": "College and Career Readiness",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5918",
            "Title": "If You're a Chip Off the Old Block, Is Your Future Set in Stone? ",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Come join other superintendents in a learning and brainstorming session exploring ways we can build programmatic ideas to entice future teachers within our communities, such as with job skills training, community partnerships, etc., and at the same time share potential solutions to support our students, staff, and communities by taking a multi-generational approach. Participants will have access to ideas generated as we build a knowledge toolkit.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5919",
            "Title": "CCMR: How to Survive and Thrive!",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Denton ISD has spent the past three years developing new processes and initiatives to increase the likelihood that students graduate with College, Career, and Military Readiness (CCMR). This presentation examines: the formation, evolution, and guiding principles of the committee; data tools and strategies used to achieve distict goals; related HB 3 goals and initiatives; improvement seen over the last three years; adaptations to changes in learning due to COVID; and goals for the future.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5921",
            "Title": "A Partnership to Fulfill a Future-Ready Learner Profile",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Learn how Frisco ISD is developing district-wide systems and supports that create an instructional focus based on deeper learning concepts. Beginning with implementation in a comprehensive high school structure, the presenters will discuss the ways Frisco ISD is supporting the fulfillment of the Future-Ready Learner Profile at two of its newest high schools.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5922",
            "Title": "Creating Sustainable Post-Secondary Success Cultures for Students through Community and Partnership",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "With the unique variables and challenges of each district, seeking solutions to meet the diverse needs of all students requires creative problem-solving. In partnering with OnRamps, learn how three Texas school districts, each with distinct strengths and needs‚ sought to increase the number and diversity of high school students who engage in college credit-bearing courses. See how they continue to foster that culture today!",
            "Track Name(s)": "College and Career Readiness",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5923",
            "Title": "Rethinking Career Readiness for the Post-Career Era",
            "Location": "ACC - Level 3 - 9C",
            "Description": "How can districts prepare students for a life of fulfillment and prosperity as \"gig work\" becomes the norm and a shrinking few will experience a traditionally linear \"career?\" This session will explore how forward-thinking districts and universities are preparing students for the future of work, then challenge participants to collaboratively imagine the next chapter of post-secondary preparation for students across the state of Texas and beyond.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5924",
            "Title": "Summer Enrichment for Diverse Learners",
            "Location": "ACC - Level 3 - 9C",
            "Description": "Participants will experience an interactive presentation learning Willis ISD's process of planning and implementing their summer enrichment program. The session will cover Willis ISD's \"why\" for planning and implementing a summer enrichment program. Presenters will discuss the curriculum of the program, including areas of STEM, Literature, CTE, and Fine Arts. Participants will learn about how Willis ISD staff met the needs of all students.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5925",
            "Title": "Implementing Reading and Writing Across the Curriculum for ALL students",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Participants will learn about instructional methods and strategies to ensure the inclusion of reading and writing for all students in both language arts classrooms and cross-curricular settings. Discover key ways to accelerate learning through reading engagement, while focusing on strategies and activities to engage all readers to think like scientists and write like historians. Highlight tools to enhance instructional planning across departments to bring forward authentic work in every discipline.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5926",
            "Title": "CCMR Accountability Requirements and the District Resources to Ensure Success",
            "Location": "ACC - Level 4 - 16B",
            "Description": "Hear broad and versatile points of view from six different ISDs in Regions 1,2,10,11, and 18. Each district has unique needs and solutions. This discussion will illuminate realistic programming that applies to each district. The panelists will share content areas that are top priorities in their districts, and discuss the challenges and successes they have experienced while implementing a systemic CCMR curriculum. ",
            "Track Name(s)": "College and Career Readiness",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5927",
            "Title": "Creating Community Ownership: The Power of Scaled Conversations",
            "Location": "ACC - Level 4 - 16B",
            "Description": "When it comes to district-wide conversations, the need to belong and feel heard is greater than the need to be right. Yes, asking for input takes courage. But what's worse: hearing what everyone thinks or hearing only from a few claiming to represent everyone? Effective leaders leverage technology across socio-political, language, and connectivity barriers. Join district leaders as they share logistics, fears, and possibilities in scaling conversations on critical issues.",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5928",
            "Title": "School Nightingales: Nursing Learning Community Back to Classrooms",
            "Location": "ACC - Level 3 - 10B",
            "Description": "A presentation led by Laredo ISD Student Services staff and Health Services Coordinator will detail how to plan, organize, deliver, and articulate health services to our local community in a time of crisis. Developing shared goals and objectives with city health authorities facilitated the collaborative efforts necessary to host joint vaccine clinics for school staff, students, and the community. Video and media advisories will be shared with the audience. ",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5929",
            "Title": "TSPRA: PR and the Superintendent",
            "Location": "ACC - Level 3 - 10C",
            "Description": "The art of great PR is an essential skill for every superintendent. As equally important is the relationship school leaders have with their public relations people. Learn how trust, vision, confidence, and rapport are essential ingredients to any district's success.",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5932",
            "Title": "The Van Vleck Story: How a District Successfully Reinvented Itself through 1 Bond Cycle",
            "Location": "ACC - Level 3 - 10B",
            "Description": "In 2017, it had been 45 years since Van Vleck ISD in Matagorda County had been able to pass a bond program successfully. To the surprise of the entire community, on November 7, 2017, the $88.2 million bond passed. This session delves into the story of how the bond passed, but also what happened afterward to turn the entire program into an amazing success.",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5933",
            "Title": "Increasing Student Achievement and Growing Educators through Innovative Learning Partnerships",
            "Location": "ACC - Level 4 - 16B",
            "Description": "Experience a panel discussion exploring community learning partnerships through purposeful conversations with school district, university, and informal education institution leaders. Community learning partnerships transform learning experiences for students by focusing on the development of the whole child through curiosity, creativity, and critical thinking to prepare students to be future-ready. The session explores relevant teacher professional development, student learning excursions that provide real world experiences, and meaningful community partnerships.",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5934",
            "Title": "TSPRA: Breaking Down the Decline in Enrollment: Complex Issues with a Communications Focus",
            "Location": "ACC - Level 3 - 10B",
            "Description": "Modeled after a popular roundtable at the 2021 TSPRA Annual Conference, participants will learn about the varied and unique enrollment challenges facing public schools. The session will include an overview of trending enrollment data, specific district examples of enrollment obstacles, and communications strategies to begin addressing the issues, with opportunities for feedback and discussion. Declining enrollment is a shared issue across the state and district leaders can face it together. ",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5935",
            "Title": "Fleas, Bees, and Flooding, Oh My! Managing Crisis and Building Trust as a New Leader",
            "Location": "ACC - Level 3 - 10C",
            "Description": "From managing a massive flea outbreak, uncovering an 80-foot beehive at a campus, leading through a pandemic, and navigating various other crises big and small, trust and engagement between the superintendent and the community increased through strategic and authentic communication. Learn how a new superintendent and communications director worked together to lean into strengths and authenticity in order to engage the community and build trust in times of crisis.",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5936",
            "Title": "Redefining the School Customer Experience",
            "Location": "ACC - Level 3 - 10B",
            "Description": "What do community engagement, student retention and teacher satisfaction have in common? For a district to be truly good at any of these, its leaders must embrace a commitment to listening. Learn how administrators at El Paso ISD have focused on improving community engagement and customer service by providing team members with the tools and the soft skills needed to build meaningful relationships with stakeholders ",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5937",
            "Title": "Engagement for Enrollment, Trust, and Culture",
            "Location": "ACC - Level 4 - 16B",
            "Description": "Edcouch-Elsa ISD uses routine family and staff engagement to hear from multilingual stakeholders, strategically plan, and strengthen culture. Learn about EEISD's systems and processes to engage and strategically plan with stakeholders, and hear about national family and staff trends to inform strategic plans for districts and schools. Using an Equitable Planning framework, participants will discuss and plan their next steps.",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5938",
            "Title": "Industry and School Connections for CCMR School Models in a Small District",
            "Location": "ACC - Level 3 - 10B",
            "Description": "Join this session to learn how one district leveraged locally connected school staff to find industry partnerships. Additionally, reflection opportunities will occur for districts to review their own profiles to support increased industry connection for increased community engagement. ",
            "Track Name(s)": "Community Engagement",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5939",
            "Title": "TSPRA: Take Communications to the Next Level with Social Media Strategies That Work",
            "Location": "ACC - Level 3 - 10C",
            "Description": "Have a strong social media presence? Are district social media posts engaging? Pay to boost posts? Social media is an essential component of a district's communication plan and a great way to build stakeholder trust, confidence, and loyalty. Evaluate district social media strategies and leave this session with ideas designed to create meaningful connections with stakeholders.",
            "Track Name(s)": "Community Engagement",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5940",
            "Title": "Addressing the Rural Teacher Shortage",
            "Location": "ACC - Level 4 - 19B",
            "Description": "The rural teacher shortage is real! Sunray ISD is implementing strategies and programs to not only address the shortage, but also provide opportunities for members of their community to develop into strong educators. ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5941",
            "Title": "Coordinated Support of New Teachers Using a Teacher Development Framework Based on T-TESS",
            "Location": "ACC - Level 4 - 17A",
            "Description": "A collaborative representing small and large districts, INSPIRE Texas ACP, and the Innovation Center 4 Educator Preparation reorganized T-TESS to create a benchmarked tool for coaching first-year teachers. This panel will share the Teacher Development Framework with coaching questions and look-fors, the process for collaboration, outcomes from the pilot of the tool, and next steps based on lessons learned.",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5942",
            "Title": "A New World of Bridging Recruitment and Retention",
            "Location": "ACC - Level 4 - 19B",
            "Description": "Are you facing challenges with recruitment and retention? Come learn how our district experienced increased success in finding and retaining teachers. Participants will experience the various recruitment and retention campaigns Gainesville ISD went through in order to share information about the district to draw interest from candidates. We will cover our staff on radar meetings, stay interviews, coffee chats, virtual job fairs, social media campaign, and onboarding teams. ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5943",
            "Title": "Teacher Induction Programs: The Key to Retaining Highly Qualified Staff",
            "Location": "ACC - Level 4 - 19B",
            "Description": "Teacher recruitment and retention of highly qualified teachers is a need shared by every school district, whether large or small. This session will discuss and examine how to provide the needed professional development supports for all induction-year teachers, while also supporting the individualized needs that surface. By balancing professional learning with coaching, mentoring, and the occasional counseling, a school district can ensure that they retain highly qualified staff members.  ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5944",
            "Title": "Accommodating Disabilities in the Workplace",
            "Location": "ACC - Level 4 - 16A",
            "Description": "Administrators and supervisors need to know how to respond to employees who need an accommodation because of a disability, medical issue, or return-to-work limitations. Challenges include determining what qualifies as a disability, identifying reasonable accommodations, and ensuring the process is interactive. HR Services consultants will provide a commonsense approach to implementing a process that is efficient and compliant with the requirements of the Americans with Disabilities Act.",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5945",
            "Title": "Teacher Recruitment and Retention: Two Sides of the Same Shrinking Coin",
            "Location": "ACC - Level 4 - 19B",
            "Description": "Participants will be glad they attended this interactive presentation in which they will see how they can adjust current recruiting practices to increase their talent pools while also retaining more staff by engaging staff in regular recognition, development, and decision-making opportunities. Join Brandon and Patricia and walk away ready to revamp human resources practices in your district!",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5946",
            "Title": "Retired Educators as Mentors",
            "Location": "ACC - Level 4 - 19B",
            "Description": "Steal from the experts and the experience. Come hear how one district created a mentor program using retired educators to support and encourage the newbies to the teaching profession. The experiences and knowledge is comforting and helpful, while the lack of competition or evaluation from the retiree presents a safe and nurturing environment. The new teachers love this chance to learn from the experts, and the retirees love giving back. ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5947",
            "Title": "Beyond Sports: Title IX in Extracurricular Activities ",
            "Location": "ACC - Level 4 - 17B",
            "Description": "The Office for Civil Rights interprets Title IX to protect students from discrimination on the basis of sexual orientation and gender identity. In this session, three school lawyers will explore new cases, agency guidance, and state authority on sex discrimination in a variety of school activities, including fine arts, CTE, and athletics. They'll discuss best practices for tryouts, uniforms, and overnight trips, as well as appropriate responses to discrimination claims. ",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5949",
            "Title": "Qualifying an Uncertified Teacher",
            "Location": "ACC - Level 4 - 16A",
            "Description": "Many school districts are challenged with finding certified teachers for hard-to-fill positions and areas with limited certified applicants. Experienced TASB HR Consultants will help attendees learn the basics of certification and take a deep dive into creative solutions for qualifying an uncertified teacher. Nontraditional routes to certification, types of certificates and permits, and criteria for meeting certification requirements will be discussed.",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5950",
            "Title": "Growing District Capacity: National Board Certification",
            "Location": "ACC - Level 3 - 9C",
            "Description": "Are you ready to grow your district's instructional capacity? Come join us and imagine the possibilities of bringing the National Board process to your school district! Attendees will see prospective models of National Board cohort guidelines, timelines, and resources as well as engage in ongoing networking and conversation for specific district needs. Join us and start your journey to a rewarding process for the teachers in your district!  ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5951",
            "Title": "Building Trust and Understanding in a Robust Educator Evaluation System ",
            "Location": "ACC - Level 4 - 19B",
            "Description": "Campus principals and district leaders, side by side, will share the learning journey taken together in applying a robust educator evaluation system with student growth measures to teacher evaluation in their district. Learn how the leadership developed a learning community to build trust and understanding to improve the implementation efforts.  Principals share changes to practice by developing a common understanding of criteria along with the wins in improving teacher practice.",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5952",
            "Title": "After ESSER Dollars Are Spent, What's Left?",
            "Location": "ACC - Level 4 - 19B",
            "Description": "School districts across the nation are planning to spend an unprecedented amount of stimulus funds. Districts should be asking themselves, \"after these funds are spent, what's left?\" The answer: Human Capital Increased Capacity. This session will cover how to increase educator capacity and effectiveness through individualized job-embedded coaching and other scalable strategies to give educators the support they need to accelerate learning and increase student achievement.",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5953",
            "Title": "Retaining Teachers through Challenging Times",
            "Location": "ACC - Level 4 - 16A",
            "Description": "Retaining great teachers in the classroom is essential to student success. Growing student populations, shifting accountability policies, and new instructional contexts are impacting teacher retention. Through intentional systems of feedback and support, school leaders can keep their faculty engaged in the work of promoting positive student outcomes.  This session will use narratives from effective school leaders to provide context on navigating the issue of teacher support and retention.  ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5954",
            "Title": "Cultivating Teacher Talent for Rural Texas: A System Approach Linking Districts and Post Secondary Institutions ",
            "Location": "ACC - Level 4 - 19B",
            "Description": "This session describes an emerging program aiming to cultivate teacher talent for rural schools. The context for regional teacher shortages reveals the value of applying a systems theory approach, and a partnership among four universities, nine community colleges, and 64 school districts in rural Texas creates an inter-organizational system to provide sorely needed, high-quality teachers for rural schools. Rural districts in West Texas will have opportunities to join this partnership. ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5955",
            "Title": "SEL and Teacher Retention",
            "Location": "ACC - Level 4 - 19A",
            "Description": "Teacher turnover costs districts approximately $12,000 per teacher per year. This session will assist administrators in the importance of SEL and PBIS programs in lowering teacher turnover, increasing job satisfaction, and retaining teachers for longevity. ",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5956",
            "Title": "The \"Secret Sauce\" of Dyslexia Intervention: How Can It Help Improve Outcomes for ALL Students?",
            "Location": "ACC - Level 4 - 19A",
            "Description": "Not every student struggles with reading for the same reason, so instruction and interventions must be individualized in order to maximize learning and narrow gaps caused by learning loss or other factors. Participants will engage in direct instruction from the presenter, small group discussion, and collaborative planning that will empower them to lead their teams in creating meaningful, data-based instructional plans to help individualize reading instruction for all students.     ",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5958",
            "Title": "Special Education 101: Discipline of Students with Disabilities",
            "Location": "ACC - Level 4 - 19A",
            "Description": "Discipline of students with disabilities can be complicated. Join Kelly Janes and Denise Carter as they break down the challenging rules surrounding disciplining students with disabilities, including recent legislative updates. They will draw from their experience as they offer practical strategies for addressing common issues and ensuring legal compliance. These include tracking FAPE - free days, monitoring behavior intervention plans, and dealing with manifestation determination review meetings. ",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5959",
            "Title": "How to Best Serve Students in the Non-Traditional Educational Settings ",
            "Location": "ACC - Level 4 - 19A",
            "Description": "This session will include a focus on our students who are in a special population within a non-traditional setting. We will discuss how the campus of Community Services School has the opportunity to serve and support students within Houston ISD who are unable to attend a traditional campus. We will discuss instructional practices, resources, and how students' needs are supported on our campus.",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5960",
            "Title": "Truancy ... County Court or District Support? The Plano ISD Attendance Review Board (PARB)",
            "Location": "ACC - Level 4 - 19A",
            "Description": "Learn from a Community-Building Activity Group discussion on existing truancy and intervention efforts used in school districts, learn the specifications (ex. documents, data, mediator info, etc.) of the PARB, and answer reflective questions to review lessons learned from PARB Action planning. Time will be allotted for participants to leverage information acquired from the session to develop a highly effective internal platform to achieve greater equity in decreasing truancy . ",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5961",
            "Title": "An Evidence-Based Approach to Reducing Chronic Absenteeism and Improving Student Outcomes",
            "Location": "ACC - Level 4 - 17B",
            "Description": "Join EveryDay Labs for an interactive panel discussion around strategies proven to reduce chronic absenteeism district-wide. Derek Little, deputy chief of academics for Dallas ISD, will speak about Operation Comeback, an initiative that successfully re-engaged students after the pandemic by addressing barriers to attendance. Discuss the research behind effective practices, and hear from district leaders who've successfully used data and insights to inform their practices from implementation to evaluation. ",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5962",
            "Title": "Improving Significant Disproportionality through SEL, Capacity Building, Restorative Practices, and Connecting Campus Leaders' Interests/Ownership ",
            "Location": "ACC - Level 4 - 11A",
            "Description": "Districts are faced with reducing disproportionality for students removed from class, but a general path to this goal has not been established. Due to this, districts must be innovative in the process. In this session, dive deeper into significant disproportionality. Attendees will explore activities/actions that Bellville ISD took through SEL, capacity building, restorative practices (and more) to reduce disproportionality, and how connecting campus leaders' interests and ownership transformed the process.",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5964",
            "Title": "Using Data to Create a Sustainable, Equitable, and Adaptive Mental Health Model",
            "Location": "ACC - Level 4 - 17B",
            "Description": "Student mental health is essential to learning and interconnected with the health of families and schools. Georgetown ISD leaders will share their ongoing process to evaluate and refine their MTSS to identify, triage, and address student mental health needs and create sustainable, community-wide solutions. This interactive discussion will cover how GISD leveraged funding, prevention strategies, data, and an innovative partnership with Care Solace to ensure equitable allocation and access to resources.",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5965",
            "Title": "Top 10 Special Education Issues",
            "Location": "ACC - Level 4 - 11A",
            "Description": "Administrators play key roles in ensuring programs in their district meet the needs of the children and community. Review requirements, self analyze current standings, and create a plan of action to move a program to the next step. The session will provide a primer on major special programs for attendees as well as a framework and questions that can assist leaders in overseeing efficient, effective and compliant programs. ",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5966",
            "Title": "Integrating SEL & Well-Being into the MTSS Conversation",
            "Location": "ACC - Level 4 - 17A",
            "Description": "Curious about rolling out SEL district-wide and building buyin? Eager to align behavior and academic support? Join us for a panel discussion with Panorama Education and their large district partners to learn how to make SEL the glue to your MTSS framework. Assess, support, and prioritize SEL to ensure all students are matched with what they need to succeed.",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5967",
            "Title": "All Systems Go!",
            "Location": "ACC - Level 4 - 11A",
            "Description": "3-2-1 lift off! Early intervention is key to meeting desired outcomes in student achievement. Join us on the launchpad to identify early indicators specific to students' academic, social, and emotional needs; ways to employ early intervention processes to promote success; and how to align district systems for cohesiveness to ensure teacher support and systemic continuous improvement. ",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5968",
            "Title": "Pandemic Pushout: Closing Equity Gaps Widened by Closures ",
            "Location": "ACC - Level 4 - 19B",
            "Description": "The pandemic elicited a story of divides: learning and income divides that disproportionately affected black and brown students. Essential to closing these gaps is creating a culture of showing up; we won't have lasting change until we improve attendance. Join us as Ector County ISD leaders share how they implemented a MTSS model, leveraging culturally relevant messages and outreach, to connect with families, identify barriers to attendance, and create a welcoming school environment.",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5969",
            "Title": "From Crisis to Reunification: Creating a Detailed Reunification Plan Using Standard Response Protocol (SRP)",
            "Location": "ACC - Level 4 - 18C",
            "Description": "During this multimedia presentation, participants will follow the two-year journey to a completed Reunification Emergency Operations plan using Standard Response Protocol. Participants will learn about the steps taken to produce the plan and see the final product. ",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5970",
            "Title": "School Safety Communication and De-escalation of Conflict",
            "Location": "ACC - Level 4 - 18D",
            "Description": "Participants will be informed on a wide range of strategies for understanding communication and de-escalation as it pertains to the school environment. Topics covered in this session will include ego states, verbal and non-verbal communication techniques, communication for non-violent conflict resolution, and techniques for de-escalation of potentially volatile situations. The students will be exposed to proven practices in non-violent conflict resolution.",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5971",
            "Title": "Providing the BESST Supports for Students of Trauma",
            "Location": "ACC - Level 3 - 10C",
            "Description": "Weatherford ISD's creation of the district-level BESST (Behavior, Emotional, Social, Support Team) provides campus supports for students who have experienced trauma resulting in academic and/or behavior struggles. Participants will learn the steps to early identification of students with trauma in order to provide appropriate interventions. The program development, the successes, as well as the adjustments that have been made will be shared during this session.  ",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5972",
            "Title": "Strong, Proud, and Ready: Lifelines in a Time of Change and Challenge",
            "Location": "ACC - Level 4 - 18D",
            "Description": "Successful organizations thrive when departments work together, especially during challenging times. Participants will learn how LISD and the community joined hands to propel our students beyond the quarantines and isolation.  Experienced leaders will discuss instruction, HR, student services, and communications. A video, employee accommodations, parental engagement opportunities, samples of media releases, and social media postings are included. Learn how departments continued instruction while  keeping our children safe during the pandemic.",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5973",
            "Title": "School Policing: Assess Before Arrest ",
            "Location": "ACC - Level 4 - 18D",
            "Description": "The Round Rock ISD Police Department developed a model called the Four Pillars of School Policing that is a blueprint for transformative school policing. The model heavily promotes safety and security, student advocacy, civil and human rights through racial equity, and behavioral health. Through a lecture, presentation of case studies, and a facilitated discussion, participants will walk away with a deeper understanding of the importance of assessing before arresting.",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5974",
            "Title": "Promote Staff and Students' Emotional Agility and Overall Wellness  ",
            "Location": "ACC - Level 4 - 18D",
            "Description": "More than ever before, staff and students need school leaders who are sensitive to the overall well-being of those they serve. Compassion fatigue, a leading cause of burnout amongst educators today, leaves educators unavailable to fully support the needs of their students, families, and themselves. By establishing systems of support, school leaders can mitigate the effects of toxic stress and create an environment where both staff and students can thrive. ",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5975",
            "Title": "Orange Frog: The Happiness Advantage",
            "Location": "ACC - Level 4 - 15",
            "Description": "We've long believed that success drives happiness, but it turns out it's the other way around. When we are positive, our brains are more engaged, creative, motivated, energetic, resilient, and productive, both at work and in our personal lives. In this session, you'll learn how to reprogram your organization's collective brain to create an environment that promotes happiness and well-being, which are the precursors of sustainable performance.",
            "Track Name(s)": "Safety and Wellness",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5976",
            "Title": "School Safety Updates",
            "Location": "ACC - Level 4 - 15",
            "Description": "The Texas School Safety Center housed at Texas State University is charged to oversee many state school safety mandates and trains and educates districts, charter schools, and junior colleges throughout the state. This training is geared specifically for district administrators who are looking for a bird's eye view of mandates and what is expected of their district. ",
            "Track Name(s)": "Safety and Wellness",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5977",
            "Title": "Building a Culture of Safety & Support: Preventing the Next School Tragedy",
            "Location": "ACC - Level 4 - 15",
            "Description": "Join Cypress-Fairbanks ISD leaders as they share how they are building the safest physical and emotional environment possible for students and staff. Several departments have collaborated on a holistic approach that encompasses both emergency preparedness and threat assessment in the district and in their community. The team will share their best practices and how they stay up to date with SB 11 and TEC 37.108 legislation. ",
            "Track Name(s)": "Safety and Wellness",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5978",
            "Title": "Thriving in Hope, Well-being, and Engagement: A Year's Glance at Pandemic Recovery and Beyond",
            "Location": "ACC - Level 4 - 16A",
            "Description": "Welcome to Thriving! Hope, well-being, and engagement are huge priorities with extra importance in a pandemic recovery world. Come work through a framework that merges positive relationships, social-emotional learning, and curriculum into a calendar year. Resources, funds, and time are not limitations to this plan! Leaders have incredible influence, and this session is designed equip and empower leaders to help their school thrive!",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5979",
            "Title": "Restorative Practices for Principals: Connecting with Your Staff",
            "Location": "ACC - Level 3 - 9C",
            "Description": "Participants will learn about Restorative Practices such as Restorative Circles and gain information on how to conduct them on their campus. They will also see video clips of reactions from different staff members from one organization that will help them see the value of such practices. Participants will leave with an arsenal of activities they can use on their home campuses.",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5980",
            "Title": "Response to Pandemic: Lessons Learned",
            "Location": "ACC - Level 4 - 16A",
            "Description": "During the last few years, schools had to reset overnight to continue providing instruction and support services to students across their school systems. A panel of school superintendents and principals will share new approaches and strategies developed in real-time to support students, staff, and families. Findings from a study on transition to distance learning during the pandemic will also be presented.",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5981",
            "Title": "CTO: COVID Reset--Strategies to Keep after the Pandemic",
            "Location": "ACC - Level 4 - 17A",
            "Description": "This session will address the challenges that districts faced as they abruptly pivoted to remote instruction, and how they can continue to focus and refine the initiatives put in place to improve as they seek to get \"back to better.\" Participants will experience facilitated discussion with a moderator and district leaders from various school districts and will be able to take part in interactive activities based on the topics discussed.  ",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5982",
            "Title": "The Pandemic Happened … Now What? ",
            "Location": "ACC - Level 4 - 16A",
            "Description": "Participants will experience an open discussion with questions and answers regarding how COVID-19 created a catalyst for Edgewood ISD to leverage partnerships to provide a safe learning environment. The pandemic generated challenging circumstances for our community and EISD responded in a manner that will change the way we do business moving forward.",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5983",
            "Title": "Texas Alliance of Boys and Girls Club Response to Learning Loss Call to Action",
            "Location": "ACC - Level 4 - 17A",
            "Description": "Now it is more important than ever for communities to partner with their local school districts to provide students the well-rounded support and robust set of services needed to close gaps in learning and ensure equity. Join The Texas Alliance of Boys and Girls Club Executive Team as they discuss their response to the critical need for double dose tutoring to address learning loss created by the pandemic. ",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5984",
            "Title": "How Strong District Leadership Can Lead a District to Success, Even During a Pandemic ",
            "Location": "ACC - Level 4 - 16A",
            "Description": "Spring Break 2020 was unlike any other. The Arlington ISD sprang into action with students and staff as the focus. It didn't matter if it was feeding students or ensuring technology was available for a new way of learning, the district was up to the task. How did the Arlington ISD do it? By focusing on a shared vision of student success regardless of the situation. ",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5985",
            "Title": "Addressing the Mental Health Impacts of COVID-19 on Students and Educators",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "As schools move into recovery, the COVID-19 pandemic continues to magnify the mental health needs of students and educators. Students and educators are struggling with pandemic-related social isolation, anxiety, trauma, and grief. Attendees will learn how Texas districts are responding to these challenges and working to ensure schools have what they need to support student and educator emotional wellness in the months and years to come.",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5986",
            "Title": "Leveraging Outcomes-Based Contracting to Maximize High-Dosage Tutoring",
            "Location": "ACC - Level 4 - 16A",
            "Description": "High-dosage virtual tutoring + outcomes-based contracting = results! In a project with Harvard University, Ector County ISD leveraged this formula to accelerate instruction and improve student performance. The ECISD superintendent and leadership team will present their process of implementation and best practices. They'll address topics like Outcomes-Based Contracts and RFPs, incentivized payment structures, tutoring program areas of focus, prioritization of students, delivery modes, schedules, and team assembly.",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5987",
            "Title": "What's Going On with Our Stressed Out Teens?: The Neuroscience of Adolescence",
            "Location": "ACC - Level 4 - 16A",
            "Description": "Stress, anxiety, and depression are on the rise across every age group and demographic. The list of stressors is long, but none have been more far-reaching than the impact of COVID-19 on students, families, educators, and communities. This presentation will focus on the vulnerable adolescent student population and the need for the purposeful integration of SEL in every school and district. ",
            "Track Name(s)": "Pandemic Recovery",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5988",
            "Title": "21st Century Sex Ed: How Districts Can Prepare to Implement Updated Sex Education Standards",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "Recent changes by the State Board of Education to curriculum standards that guide K-12 health education, including sexual health education, offer opportunities to help students delay sexual activity, increase protection against pregnancy and sexually transmitted infections, and be prepared for a lifetime of sexual health. Presenters will describe changes to the Health Education Texas Essential Knowledge and Skills (TEKS) and offer resources and tools to support curriculum adoption and implementation.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5989",
            "Title": "School Investigations: Be Ready",
            "Location": "ACC - Level 4 - 17B",
            "Description": "Today's school environment has created the need for thorough investigations with the increase of bullying, harassment, discrimination, grievances, and many other issues. Superintendents must be able to identify when and how to initiate investigations in order to collect information to make appropriate decisions based on fact finding, and many times to ultimately make recommendations to the board of trustees or avoid costly legal consequences.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5990",
            "Title": "UIL Updates",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "Presenters will share general information regarding the UIL and its rules, along with specific information concerning recent changes, trends, and UIL competition. Participants will have the opportunity to ask questions and provide input to the UIL.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5991",
            "Title": "Employment Law Update 2021: A Review of New Cases under State and Federal Law",
            "Location": "ACC - Level 4 - 18A",
            "Description": "This session is designed to update participants on new case law related to employment issues and to develop strategies to reduce or mitigate employment issues in the future. ",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5992",
            "Title": "Transgendered Students' Rights under the Biden Administration: The Pendulum Swings Back",
            "Location": "ACC - Level 4 - 18A",
            "Description": "Do schools now have to let transgender students use bathrooms and dressing rooms of their identified gender? The U.S. Department of Education recently issued a new interpretation of the Department's enforcement authority over discrimination based on sexual orientation and gender identity under Title IX. This session will examine and discuss areas of potential liability for school districts in addressing the needs of transgender students.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5993",
            "Title": "How to Have and Keep a Seat at the Legislative Table",
            "Location": "ACC - Level 4 - 19A",
            "Description": "this session will include an in-depth discussion on how superintendents and district leaders can earn access to being involved in the true legislative decision-making process. Critical decisions are made at the end of each legislative session around the \"table\" behind closed doors. Engage in a discussion with those leaders who are invited to sit at the table.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5994",
            "Title": "Surviving OCR Investigations: A Practical Guide",
            "Location": "ACC - Level 4 - 13A",
            "Description": "What can you expect when you receive notice from the Office for Civil Rights that a parent has filed a complaint of discrimination against your district? What documents do you need to prepare?  What witnesses will be interviewed?  Do you want to try to resolve this matter through an informal resolution process?  This presentation will walk you through the process with practical pointers to make the situation more manageable.  ",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5995",
            "Title": "Uncivil Discourse: Managing Disruptive Comments and Complaints ",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "School districts are facing questions, concerns, and even protests about current social and political issues from mask requirements to curriculum and beyond. Where’s the line between parent involvement and disruptive behavior? Join the current and immediate past chairs of the Texas Council of School Attorneys, in-house counsel for a growing district, and TASB's director of Legal Services for their best advice on how to navigate these heated situations.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5996",
            "Title": "Do Master Scheduling and Staffing Practices Support HB 4545 Accelerated Learning Requirements?",
            "Location": "ACC - Level 4 - 19A",
            "Description": "House Bill 4545 requires accelerated instruction practices for all students in the 2021-2022 school year. According to TEA, \"this requirement will set up a significant need to rethink master schedules and staffing patterns.\" Come deconstruct this new legislation and leave with a plan for building a strategic master schedule and data-driven staffing plan that will maximize district resources and set supplemental instruction programs up for success. ",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5997",
            "Title": "The Superintendent's Contract: What Should and Should Not Be Included",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "The superintendent's position as chief executive officer of the district and their direct working relationship with the Board of Trustees render the superintendent's position unlike any other in the public education arena. Accordingly, the superintendent's employment contract must be specifically tailored to reflect and acknowledge the unique nature of the position. The  contract should provide a strong backbone of support for the superintendent/Board of Trustees relationship.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5998",
            "Title": "Cheerleaders, Social Media, and Extracurricular Codes of Conduct",
            "Location": "ACC - Level 4 - 19A",
            "Description": "For generations, courts viewed participation in extracurricular activities as a privilege, not a right, allowing for higher standards of behavior both in and outside school. Technology and social media brought new challenges; courts responded. This session will address what is and is not allowable under the Supreme Court's 2021 decision in B.L. v. Mahanoy when disciplining students for online, off-campus speech and social media contracts in extracurricular codes of conduct.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "5999",
            "Title": "Selecting the Right People for the Right Seats on the Bus?",
            "Location": "ACC - Level 4 - 18D",
            "Description": "The session includes an opportunity to review current administrative selection processes and development of future administrators for their schools. Presenters will provide an overview of Garland ISD administrative Assessment Centers. The session will include discussions of best practices used by participants and provide an overview of the importance of the use of best practices and processes used to develop and select district administrators.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6000",
            "Title": "Grow Your Own Authentic Instructional Leadership Principal Pipeline",
            "Location": "ACC - Level 4 - 18B",
            "Description": "The session will provide an overview of authentic leadership experiences for aspiring principals in the district's Grow Your Own Leadership pipeline. Districts will learn how Grand Prairie ISD and Texas Tech University worked together to develop and build a strong leadership pipeline that supports the growth of teachers and students.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6001",
            "Title": "The Power of Principal Coaching Models",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "Principals have the second-most impact on student achievement, behind only teachers. If that is true, how districts support, coach, and challenge principals is critical. Join learners from Belton and Leander ISD in an interactive conversation to explore research, best practices, and strategies to support principals as instructional leaders. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6002",
            "Title": "Lifting Leadership: Caring, Coaching and Courageously Leading Teachers and Principals to Be Great For Kids",
            "Location": "ACC - Level 4 - 18C",
            "Description": "The greatest asset of any organization is its people, and this session provides every district leader \"a way\" to identify the abilities of each employee, and determine how to use the lifting formula to drive their individual growth. This system of developmental supervision will work for superintendents who want to lift their principals, and for principals who want to lift their teachers. When we lift, we grow greatness! ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6003",
            "Title": "Innovative Human Capital Designs",
            "Location": "ACC - Level 4 - 18B",
            "Description": "The most important factor influencing student success is the teacher. Learn about different strategic staffing and compensation methodologies including Opportunity Culture, Teacher Incentive Allotment, and National Board Certification. Additional content will include the creation of talent pipelines and the design of personalized professional learning plans for each employee. Join this session to learn of those game-changing strategies that most effectively create and grow talent.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6004",
            "Title": "Unspoken Expectations Cannot Be Met",
            "Location": "ACC - Level 4 - 18A",
            "Description": "Since unspoken expectations cannot be met and professional peril resides in ambiguity, focused leadership is critical. Join a aanel of experienced administrators and recently retired superintendents as they reflect on their weariness of playing \"whack-a-mole.\" The panel will discuss their experiences on how a superintendent attains focused leadership to drive continuous improvement.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6005",
            "Title": "K-12 Leadership Matters!",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "Hear from an award-winning superintendent and central office team as they discuss how they are moving the needle in their district transformation by providing personalized leadership support to new principals. This team has implemented professional development programs that best facilitate student learning and engagement while “building a bench” of school leaders ready to meet the complex challenges of K-12 leadership of the 21st century.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6006",
            "Title": "A \"Learn by Doing\" Approach to Leadership Development",
            "Location": "ACC - Level 4 - 18C",
            "Description": "School leaders can play an instrumental role in improving instruction and raising student achievement. In this session, learn why one district is moving to a \"learn by doing\" approach to leadership development via micro-credentials. In addition to learning about their leadership development program for principals and assistant principals, gain insight into what micro-credentials are, how they work, and why they are gaining momentum across the state. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6007",
            "Title": "Principal Retention: A Look at Best Practices",
            "Location": "ACC - Level 4 - 18B",
            "Description": "Participants will be presented with information they can use to help them create next steps for their organization in an effort to increase retention of quality principals. By applying the \"Theory of Action\" model, participants can decide what best practices can be used in their organization to help them grow quality principals, but more important, retain such valued employees. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6008",
            "Title": "Creating a Campus Game Plan through a Systems Thinking Approach",
            "Location": "ACC - Level 4 - 15",
            "Description": "Wondering how to create and maintain instructional and operational systems to maximize campus leadership and student capacity? Game on! This session will provide an overview of the Seguin High School Campus Game Plan that can be adaptable for any K-12 setting. Come engage in dialogue with campus and district leadership, get a copy of the campus playbook, start to draft a campus game plan, and plan big. ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6009",
            "Title": "Texas ASCD: Alignment of the System for Sustained Systemic Improvement",
            "Location": "ACC - Level 4 - 17B",
            "Description": "Connect, lead, and influence is the mantra for the Curriculum Leadership Academy (CLA) that concentrates on enhancing curriculum leaders' knowledge and skills. Preparing principals to lead transformative work that aligns to and supports delivery of the curriculum is critical to any sustained improvement by a district. Texas ASCD has two yearlong academies, facilitated by practitioners, that intentionally prepare curriculum leaders and principals to work interdependently to continuously improve student learning. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6010",
            "Title": "Chicken in the Locker: How to Coach Principals to Deal with the Expected and Unexpected",
            "Location": "ACC - Level 4 - 18C",
            "Description": "Participants will be challenged to evaluate their systems for coaching principals against seven essential questions for those coaching systems. Learn about essential topics such as principal coaching, decision-making, and principal evaluations. In the process, navigate several scenarios that no professional development ever trains principals to deal with. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6011",
            "Title": "How Healthy is Your Principal Pipeline?",
            "Location": "ACC - Level 4 - 18B",
            "Description": "Great principals are hard to replace. But with advance planning and smart use of data, districts can ensure there is someone ready to step into the role each time a position opens up. Learn to use data you already have to gauge the health of your principal pipeline, and to initiate a vacancy planning cycle that will ensure you are not caught off guard by retirements and departures.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6012",
            "Title": "Central Admin Leaders Supporting and Influencing Campus Transformation ",
            "Location": "ACC - Level 4 - 18A",
            "Description": "The Executive Leadership Institute (ELI) is facilitated by N2 Learning in partnership with TASA to build the capacity of district executive leaders for system-wide improvements in teaching and learning. A panel of ELI participants will share how the strategic approaches and action developed in ELI support district and campus transformational efforts. The power of collegiality with the ELI network and an executive coach are highlighted as well.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6013",
            "Title": "Lead Like Dolly!",
            "Location": "ACC - Level 3 - 10C",
            "Description": "What can educators possibly learn from Dolly Parton? Like many public figures, she is so much more than what is seen. Dolly leaves nuggets of leadership in all that she does. Let's take a tour through Dolly's songs and Dollyisms for inspiration in leading and loving ourselves and those we lead. Let's take stock of ourselves as leaders, celebrate one another, have some fun, and love and lead like Dolly!",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6015",
            "Title": "\"It Ain't in the Book\": What You Need to know About the Superintendency",
            "Location": "ACC - Level 4 - 18C",
            "Description": "Come learn from two national, regional, and state award-winning superintendents as they share leadership strategies and practices to promote successful transformation while thriving within the superintendency. We will discuss topics for those new to the superintendency that \"ain't in the book!\"",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6016",
            "Title": "Supporting Campus Leaders through Effective Capacity-Building Systems",
            "Location": "ACC - Level 4 - 18D",
            "Description": "Join us as we share motivating best practices that are resulting in positive campus leadership development and a culture of focus on student benefit district-wide. How do you help campus leaders understand what their areas of focus should be? How do you build capacity throughout the district to create systems and processes that support student benefit? We'll share our story of a journey of learning that is continually moving forward!",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6017",
            "Title": "Inside the Principal's Office: How to Guide and Lead Education's Toughest Job",
            "Location": "ACC - Level 4 - 18B",
            "Description": "Inside the Principal's Office is designed for those who supervise/mentor principals. We will share five different hats a principal wears: Instructional Leadership, Servant Leadership, Personal Growth, Communication, and Reflection/Celebration, and ways to improve in each. It can serve as a foundational guide that creates a framework for coaching conversations and/or further study. The purpose is to develop well-rounded campus leaders. If you work with principals, this is for you!",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6018",
            "Title": "Leading through Change: Where Are You From? Tell Me Your Story!",
            "Location": "ACC - Level 4 - 18A",
            "Description": "There are more than 1,200 superintendents in Texas. Six of them — an anomalous group that graduated from Hebbronville High School from the 1970s through the 1990s — will share their story. Hebbronville is a small rural community located in deep South Texas. The panel will provide historical connections amongst the six superintendents and share a variety of ways that they have lead through change in their current and previous districts.  ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6019",
            "Title": "Next-Level Governance for Enhanced Student Performance",
            "Location": "ACC - Level 3 - 10C",
            "Description": "The XG (eXceptional Governance) Project is committed to helping trustees learn together what good governance looks like. We know good governance is focused, aligned, stretching, and tracking. Exceptional governance requires a highly effective board-superintendent partnership, an emphasis on a healthy culture among the team, and ongoing commitment to improvement. In this session, we dive into national research and best practices in governance, the value of board self-assessments, and opportunities to build a customized learning experience, including both your board and administrative teams. Leave with practical tips you can discuss and apply with your governance team.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6020",
            "Title": "CTO: Leadership Development for Ed Tech Leaders",
            "Location": "ACC - Level 4 - 18D",
            "Description": "The session will help superintendents, trustees, and cabinets influence the future of education technology leadership. Participants will experience a facilitated conversation focused on strategic initiatives designed by Texas Education Technology Leaders, followed by collaboration exploring an in-depth discussion about what districts need from their ed tech leaders. Learn how your district's ed tech leadership can be actively involved in advocacy, cohort groups, hot topic technology discussions and leadership development.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6021",
            "Title": "Getting Aligned: Leadership Development, Selection and Support",
            "Location": "ACC - Level 4 - 18C",
            "Description": "Presenters will share — through a mix of presentation, question and answer, and discussion format — the power of aligning processes in development, selection, and support for new district and campus leadership. Participants will explore equitably sound practices that include focus on value-based criteria, calibration, and norming, as well as explore multi-layered support for new leaders aligned to those values.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6022",
            "Title": "Developing Effective Campus Leadership Teams",
            "Location": "ACC - Level 4 - 18B",
            "Description": "Developing potential in others is a key practice for great leaders. Learn how Elgin ISD empowers school leaders with a path to shared leadership that, at once, builds positive school culture and supports effective implementation of evidence-based practices. School leaders will share their stories and strategies for building strong leadership teams and guide participants through collaboration with peers. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6023",
            "Title": "Creating Lifelines: Building and Investing in a Core Social Circle",
            "Location": "ACC - Level 4 - 18A",
            "Description": "As a leader, everyone needs an informal professional leadership community that creates a safe place to share, laugh, and solve our dilemmas, and it starts by identifying colleagues who will walk the same journey. These monthly informal gatherings allow for social-emotional support in a manner that is supportive, respectful, and full of laughter.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6024",
            "Title": "Mentorship Program Success in Developing Latino and Non-Latino Leaders",
            "Location": "ACC - Level 4 - 12A",
            "Description": "This session will focus on: describing the framework for the success of the TALAS Mentorship Program; sharing the current programs for Cohorts 7 and 8; and recruiting potential protegees for 2022.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6025",
            "Title": "The Superintendent Contract: Putting the Right Pieces Together to Meet Your Goals",
            "Location": "ACC - Level 4 - 18D",
            "Description": "A superintendent contract negotiation can be stressful, especially considering the impact it has on an individual's financial health, legal protection, and communication with the board. Understanding key provisions and techniques to make the contract uniquely fit a school leader's needs is critical, and this session will discuss strategies and approaches to help superintendents achieve their personal goals.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6026",
            "Title": "Leadership: Rocket Science or People Science?",
            "Location": "ACC - Level 4 - 18C",
            "Description": "Our session will appeal to leaders wanting to regain their passion to do what they are called to do as leaders by revisiting culture building and leadership development. Stop complicating the process; it's not rocket science!",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6027",
            "Title": "10 Things I Wish I Knew Before I Took This Job",
            "Location": "ACC - Level 4 - 18B",
            "Description": "Attendees will have an opportunity to take content and relate it back to their own district. The presenter has been a superintendent, principal, and now a large school athletic director. His experiences over 20 years provide lighthearted but strong lessons in leadership, creating a vision for a district, and lessons on navigating the potholes of the education system. Attendees will be engaged in this interactive learning opportunity.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6028",
            "Title": "Stronger Together: How Strengths-Based Teams Find Purpose, Power, and Potential",
            "Location": "ACC - Level 4 - 18A",
            "Description": "In the 2020-21 school year, three school districts brought a strengths-based approach to their leadership team in order to lead with purpose, power, and potential, creating the springboard for transformation. In this inspiring, informative, and entertaining session, three district leaders will share how the Clifton Strengths Assessment has positively impacted their leadership teams, finding the way forward to achieve strong outcomes for EVERY student. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6029",
            "Title": "Aspire: Striving and Thriving in the Next Level of Leadership",
            "Location": "ACC - Level 4 - 18D",
            "Description": "Each journey through campus and district leadership is unique. The process can be grueling and confusing, yet critical in education. From assistant principal to superintendent, attendees will hear from early career campus and district leaders as they reflect on lessons learned when interviewing, onboarding, and progressing in their new roles. Leaders aspiring for the next level will leave with ideas to prepare for the next step in their own journey. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6030",
            "Title": "The Tremendous Power of Positive Leadership",
            "Location": "ACC - Level 4 - 18C",
            "Description": "\"Being positive won't guarantee you'll succeed, but being negative will guarantee you won't\" - Jon Gordon. Whether wired like Tigger or Eeyore, regardless of where one leads or serves, the power of positive leadership is tremendous! Come talk about the power of positive leadership in school districts and share tips and resources to support unleashing the power in your own sphere of influence. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6031",
            "Title": "Rethinking Central Staff Performance and Leadership Development",
            "Location": "ACC - Level 4 - 18B",
            "Description": "This session will provide an overview of Dallas ISD's pilot evaluation instrument components and training protocol, internal and external leadership development portfolio, and team goals and projects. Presenters will discuss the Dallas ISD/University of Texas at Dallas Central Staff Leadership Development Program, including cohort levels, identification/selection processes, and alignment with district evaluation tools. ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6032",
            "Title": "CTO: Tapping into the Potential of the Technology Leader",
            "Location": "ACC - Level 4 - 18A",
            "Description": "District technology leaders were called from the server room to the conference room during COVID to develop solutions for remote work and learning.  Superintendents, alongside their CTOs, were empowered to embrace new systems and technologies to increase efficiencies in cross-functional environments. This session will provide examples of work accomplished with these teams, and how they overcame challenges and implemented solutions. Learn how to tap into the potential of your technology leader!   ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6033",
            "Title": "Amplify Impact: Coaching Collaborative Teams from Central Office to the Classroom",
            "Location": "ACC - Level 4 - 14",
            "Description": "Participants will experience an interactive visual presentation that will examine the why, what, and how of a Strategy Implementation Guide (SIG). The presentation will cover the journey of Willis ISD and how they used the SIG to develop collaborative teams and the role central office plays in its creation. Participants will be provided with tools to coach collaborative teams in the PLC process for clarity, support, and feedback. ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6034",
            "Title": "6 Step Process: Implementing Systems for High Performing Schools",
            "Location": "ACC - Level 4 - 15",
            "Description": "Participants will learn six key steps that detail how Rockwall ISD created a system for curriculum development, writing common assessments, identifying the benefits of essential standards in curriculum, and coaching instructional leaders on best practices. Participants will walk away with access to our toolkit of resources that helped earn an 'A' rating in 2018 and 2019 and helped RISD stay the course during the COVID-19 pandemic.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6035",
            "Title": "No More Class Rank–One District's Path to Redefining Success",
            "Location": "ACC - Level 4 - 14",
            "Description": "Participants will experience the path through the development of a strategic plan that drove out an action plan to eliminate class rank at a high performing high school. The steps taken to create the\"why\" behind the change for staff and the community will be reviewed, along with the data on increasing students' selection of individual pathways of interest and college acceptance.    ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6036",
            "Title": "Building a Systematic Approach to Saving Every Teacher and Leader",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "Student growth doesn't occur without educator growth, and educator growth does not occur without a school's intentional plan for their growth. In this powerful session, John Wink will share his new and improved Excellence Support System from his book, \"A Leader's Guide to Excellence in Every Classroom,\" and give participants tools to immediately begin the process for building their own Excellence Support System.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6037",
            "Title": "Promoting Science of Reading and HB 4545 with Powerful Digital Tools",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Recent research proves the effectiveness of the Knowledge Acquisition and Transformation (KAT) approach to strong reading comprehension in grades K through 8. In this session, we will present the evidence-based teaching practices, professional development and implementation fidelity approaches, and digital tools for students, teachers, and families. The digital tools include integration with textbooks. We successfully used these tools during the pandemic to make significant gains for children in multiple schools.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6038",
            "Title": "Friona ISD Lessons Learned with TIL",
            "Location": "ACC - Level 4 - 14",
            "Description": "Friona ISD is in year three of TIL and have currently implemented three of the four levers: Observation Feedback, Lesson Alignment and Formative Assessments, and DDI. Join this session to discuss lessons learned through the process and growth seen in staff. Hear firsthand from the superintendent on the impact the process has had on his own learning as well as from other admin team members. ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6039",
            "Title": "Using PBL to Engage Students and Accelerate Learning",
            "Location": "ACC - Level 3 - 10A",
            "Description": "So many students have left during COVID. After this session, participants will have practical instructional solutions that will enable them to create a learning environment that attracts students back in, ignites their engagement and gives them agency and choice. Accelerate student learning and high school credit completion for students who are labeled \"alternative\" by creating rigorous, high interest learning opportunities.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6040",
            "Title": "Refining Campus Leaders' Roles and Responsibilities to Support Instructional Leadership in Alignment to the ESF",
            "Location": "ACC - Level 4 - 15",
            "Description": "We know the impact that clear expectations can have on student achievement, but how can we ensure that there is clarity for campus leadership teams as well? In this session, participants will review exemplar artifacts related the Effective Schools Framework, identify the success criteria evident in each artifact, and develop an action plan for refining current campus leaders' roles and responsibilities to ensure clarity and a focus on instructional leadership.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6041",
            "Title": "Planning for Instructional Impact, Before the Label",
            "Location": "ACC - Level 4 - 14",
            "Description": "The basic design of the Effective Schools Framework, Texas Instructional Leadership Framework, and other research-based practices will be showcased to highlight the potential impact on instructional efficacy of such practices prior to a necessity due to state mandate. Time to discuss sustainable practices, such as goal setting and culture-building strategies, currently being used within participants' school districts to ensure instructional efficacy will be provided within the session as well.  ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6042",
            "Title": "Leveraging Instructional Coaching: Utilizing Content Specialist to Increase Teacher Effectiveness",
            "Location": "ACC - Level 4 - 15",
            "Description": "Looking to optimize the role of instructional coaches or begin the process of hiring instructional coaches to help instructional leaders? Come discuss the role of content-specific instructional coaches from small and large district perspectives. Examine the challenges, leveraging coaches, and discuss steps to adopt the models discussed. Improve the efficacy of teachers by streamlining the work of instructional coaches.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6043",
            "Title": "Stop Adding One More Thing and Start Blending to Create Understanding",
            "Location": "ACC - Level 4 - 14",
            "Description": "This session will support instructional leaders in blending their district-level initiatives with state or federal mandates.  The presentation will showcase the action research project of blending a school district's balanced literacy practices with House Bill 3 Reading Academy understanding. Presenters will discuss the research practice, its importance, the idea behind conceptual blending, the knowledge created through professional learning, and the increase of leadership efficacy.  ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6044",
            "Title": "Leadership Transparency on Student Learning Loss from Across Texas",
            "Location": "ACC - Level 4 - 17B",
            "Description": "Hear from three superintendents who pride themselves on being instructional leaders in their school districts. The presenters will provide samples of district instructional plans and speak to how they used resources to leverage every possible support to the students and staff to address learning loss exacerbated by the numerous disruptions to the school year, virtual learning, and high absentee patterns. ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6045",
            "Title": "Connecting Across Districts: Collaboration at its Best",
            "Location": "ACC - Level 4 - 14",
            "Description": "Participants will learn about the North Texas TIA Consortium and how it came to be formed. They will also have opportunity to discuss the various components of the Teacher Incentive Allotment. Several strategies will be used for participants to share what they are doing to implement the TIA and how each district has addressed the student growth measure. Questions and lingering issues will be addressed at the end. ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6046",
            "Title": "Talking about Hard Things: Harnessing the Flow to Let Information Go",
            "Location": "ACC - Level 3 - 10B",
            "Description": "COVID, Critical Race Theory, and just navigating change in general, have required new rules for engaging our communities. In this session we'll learn from the experiences of two school communication professionals as they supported their superintendents through periods of communicating about difficult issues. We'll identify strategies for communicating with clarity and transparency, drawn from these lived experiences and the content from Anthony Kim's book, \"The New School Rules.\"",
            "Track Name(s)": "Community Engagement",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6047",
            "Title": "Creating a Systematic Communication Plan That Gets Positive Results",
            "Location": "ACC - Level 4 - 12A",
            "Description": "The single biggest problem in communication is the illusion that it has taken place. Participants will walk away from this session with a clear understanding of what it takes to tell their story clearly, effectively, and in a timely manner. Buna ISD will describe how they created a Superintendent Student Advisory (SAC) Committee, Teacher Advisory Committee (TAC), and a Parent/Stakeholder Town Hall formum in order to enhance district culture and operations. ",
            "Track Name(s)": "Community Engagement",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6048",
            "Title": "TSPRA: Opportunity Central: Transforming and Expanding the PK-12 Educational Model to the Community",
            "Location": "ACC - Level 3 - 10B",
            "Description": "Forney ISD shares how the concept of The OC, Opportunity Central, will change the way administrators think about public education. The idea that there is a retail, commercial, business, recreation, event center, higher education space where students can learn in an entrepreneurial track from business leaders will transform education. ",
            "Track Name(s)": "Community Engagement",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6049",
            "Title": "TSPRA: 4 BONDS! 5 YEARS! ",
            "Location": "ACC - Level 3 - 10B",
            "Description": "In the past six years, Cleveland ISD has proposed five bonds. Learn how this fast growth school district has found the best strategies for passing bonds and keeping their community informed.",
            "Track Name(s)": "Community Engagement",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6050",
            "Title": "$290 Million in Bonds Passed: Successes and Lessons Learned",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Whether a district is booming with growth, or facilities are nearing end of life, trust and collaboration within the community is the only way to meet the needs of all students. Once the groundwork is in place, set projects up for success through thoughtful steering committee work, and learn how strategic communications, stakeholder empowerment, and district branding can lead to success at the polls.",
            "Track Name(s)": "Community Engagement",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6052",
            "Title": "Creating, Leading, Implementing and Sustaining Digital Innovation: Three Superintendent Perspectives",
            "Location": "ACC - Level 4 - 17B",
            "Description": "Superintendents are responsible for ensuring that their districts embrace transformative digital learning. Join this highly interactive conversation as three leading superintendents share the history, rationale, and strategies they use to successfully lead digital innovation for teaching and learning for all students, as well as managing school district operations effectively and efficiently. Walk away with strategies, tools, and resources for leading technology innovation in any district.",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6053",
            "Title": "Computational Thinking + Content = Engagement: Leveraging Computer Science to Build Core Content Skills",
            "Location": "ACC - Level 3 - 9C",
            "Description": "Participants will take a look at Humble ISD's Coding+Beyond initiative developed to support K-12 students and teachers in a systemwide approach for engagement and success in core content through the use of computational thinking. Participants will explore how computer science principles can be incorporated into every subject as a way to increase student engagement and achievement through hands-on activities developed by teachers. ",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6054",
            "Title": "Purpose Driven Learning: The Future of Education",
            "Location": "ACC - Level 3 - 10C",
            "Description": "Students are empowered daily to make critical decisions about their learning experiences, how they will create and apply knowledge. Students learn actively using different pathways and programs to ensure equity for all students are embedded in the culture, design, and pedagogy of schools and education systems. Come learn how Mesquite ISD and Wichita Falls ISD are doing this through Purpose Driven Learning.",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6055",
            "Title": "CTO: Cybersecurity Best Practices and Education",
            "Location": "ACC - Level 4 - 17A",
            "Description": "Participants will hear from a panel of two school districts - one large and one medium - working toward the Trusted Learning seal. Districts will share how they have implemented policies, procedures, practices, and creative cybersecurity educational plans to secure employee/student data and district technology resources that will minimize instructional and monetary losses. Participants will also be given opportunities to voice their district concerns and solutions.",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6056",
            "Title": "Leveraging the COVID Disruption to Accelerate the Digital Transformation of K-12",
            "Location": "ACC - Level 3 - 9C",
            "Description": "Guiding Texas schools' transformation, today, is a set of powerful, prescient strategies identified in the 2008 report: \"Creating a New Vision for Public Education in Texas.\" Article 1 in the report paints a vision of the transformative role that digital technologies can and will play. We will discuss concrete examples such as the digital transformation journey of K-5 schools in Michigan that were using resources now provided by University of North Texas' TCET.",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6057",
            "Title": "Transforming Classrooms with Blended and Personalized Learning",
            "Location": "ACC - Level 4 - 17A",
            "Description": "To implement Blended Learning, what actions does your district need to take to move from vision to reality? Two Texas district leaders share strategies for planning, funding, working with their board, equipment and software selection, supporting their teachers, and educator professional development, with the end goal of optimal student learning in the digital age. Learn how educators moved from teacher-centered to learner-centered classrooms, where students are accountable for their learning.",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6058",
            "Title": "Identifying and Collecting Key Performance Indicators for a K-12 Technology Program",
            "Location": "ACC - Level 4 - 11A",
            "Description": "Dr. Diane Frost, superintendent of Corsicana ISD, and Dr. Andy Berning, president of the Renaissance Institute, will provide an overview of their experience developing key performance indicators for CISD's technology program. They will discuss how modern learning analytics tools can be used to provide accountability and insight into not only the technology program, but district initiatives as well. ",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6059",
            "Title": "Pathways to Student Success: Northside ISD Credit Retrieval and Credit Protection Innovative Model ",
            "Location": "ACC - Level 4 - 11A",
            "Description": "NISD will walk you through the \"why\" they have grown an innovative student support system to increase graduation rates through Credit Retrieval/Protection. Credit Protection has allowed students more time to build mastery and experience smaller successes along the way. Their oversight, support, and management of this district-wide blended and online programming for secondary students has transformed around the focus to provide students high-quality pathways to success — a key to equity.",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6060",
            "Title": "Development Trials and Tribulations of Applying for the TIA in a Small to Mid-sized District",
            "Location": "ACC - Level 4 - 14",
            "Description": "Applying for the Teacher Incentive Allotment (TIA) in a small to mid-sized district is a large task. Implementing a local designation plan can seem almost impossible with limited personnel. This session will walk participants through the rationale as well as methods for tracking student growth data and teacher performance data. ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6061",
            "Title": "Accelerating Student Learning through Distance Learning Professional Development",
            "Location": "ACC - Level 4 - 17B",
            "Description": "OnRamps harnessed 10+ years of experience designing and delivering distance courses to launch the Distance Learning Catalog in 2020. The catalog provides fifth-grade educators and up with tools to strengthen, innovate, and adapt teaching practices in any classroom environment. Fort Worth ISD's Young Men's Leadership Academy leveraged the catalog as a forward-thinking solution for teachers and students to accelerate learning. Hear how and learn about catalog offerings available to districts across the state.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6062",
            "Title": "The BLUEprint for Success",
            "Location": "ACC - Level 4 - 14",
            "Description": "Through presentation and discussion, participants will learn the steps to aggressively monitor instruction, make connections between each step and learn how to provide feedback to teachers to guide them toward teacher success and higher student achievement.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6063",
            "Title": "Instructional Band Aids Don't Work: Planning Long-term Amid Short-term Pressures",
            "Location": "ACC - Level 4 - 14",
            "Description": "Participants will learn about the instructional visioning and strategic planning process. Participants will practice elements of instructional visioning and examine the materials review process to ensure alignment with the vision. The goal is for participants to draw conclusions about and apply the instructional visioning process in their districts. By reviewing artifacts of student learning and mastery data, the connection between student outcomes and the instructional vision will become clear. ",
            "Track Name(s)": "Instructional Leadership",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6064",
            "Title": "Designing Schools ... With Kids and Safety in Mind!",
            "Location": "ACC - Level 4 - 13B",
            "Description": "A panel of experts in their respective fields share how they combined forces and used data, best practices, and past experiences to create a learning environment that is safer than most traditional educational facilities used to educate kids. Learn what the overall impact was to the project's budget, and see building design features that were intentionally implemented as a result of lessons learned from past active shooter events. ",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6065",
            "Title": "Bridging Curriculum and Community–The Welch Outdoor Learning Center",
            "Location": "ACC - Level 4 - 13B",
            "Description": "Outdoor education has long introduced students to the sciences at an early age in a hands-on learning format. While the Welch Outdoor Learning Center in Katy ISD offers opportunities to explore the wonder of the outdoors during the school year, it also provides a venue for summer camps and community events. Through case study, hear how districts can meet and exceed the normal expectations for outdoor learning.",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6066",
            "Title": "A Sinton Success Story: Passing a Bond in Today's Ever-Changing World ",
            "Location": "ACC - Level 4 - 13B",
            "Description": "This session will share the Sinton ISD story, including the timeline, processes, materials and marketing used from inception until bond passage; and how all the above changed due to unforeseen circumstances. The session will include in-depth discussions on the financial impacts, community involvement, facility planning, marketing, and bond oversight.  ",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6067",
            "Title": "Meeting the Needs of Early Childhood and Early Head Start Programs within Existing Space",
            "Location": "ACC - Level 4 - 13B",
            "Description": "Early childhood programs support two of Crowley ISD's district goals: \"Thriving Students\" and \"Engaged Community.\" They serve a critical need of future students and working families and set the tone for reimagining existing classroom spaces that provide an ideal environment for early learners. With transformative design of a typical classroom, Crowley ISD has successfully delivered pre-kindergarten, Montessori, and Early Head Start programs at several existing campuses.  ",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6068",
            "Title": "Next In Class Solar-Powered Schools",
            "Location": "ACC - Level 4 - 13B",
            "Description": "Many Fortune 100 school districts in Texas have made the prudent decision to invest in photovoltaic systems and these school sites are paying huge dividends! This session will give participants the keys to implement their own solar solutions with options for ground, roof, and/or canopy-mounted panels. Information on cost, ROI, and budget control will be included in the presentation.",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6069",
            "Title": "School Gardens … Build. Grow. Learn. ",
            "Location": "ACC - Level 4 - 13B",
            "Description": "What can a garden teach a child? Get first-hand information on how campus gardens can successfully contribute to students' academic success. Longview ISD has been successfully incorporating the growth of fruits and vegetables into everyday curriculum while opening the doors for community partnerships. How Longview ISD turned a campus garden into a district-wide initiative that benefited their Child Nutrition department with farm- to-table options for breakfast and lunch. ",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6070",
            "Title": "If a Bond is Out of the Question",
            "Location": "ACC - Level 3 - 9C",
            "Description": "Through a detailed presentation, participants will gain knowledge of maintenance tax notes and warranty deeds, and how they can be used for facility needs. The session will give detailed steps in securing and using these alternate funds to renovate and create new learning environments for school districts. If a community is not ready for a bond election, these funds are a great way to move the district forward.",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6071",
            "Title": "Passing a Half-Billion Dollar Bond during a Pandemic: Leveraging Trust, Technology, and Social Media",
            "Location": "ACC - Level 4 - 12A",
            "Description": "District leaders will share lessons learned from a successful bond campaign during a pandemic from initial conversations to the long-range planning committee proces and the bond campaign. District leaders will provide handouts on timelines, tools, and resources to have a successful bond election. ",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6072",
            "Title": "Financial Inclusivity and Wellbeing--Serving Those Who Inspire!",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "Teaching and supporting educators is stressful enough––yet, most carry the added stress of not being able to pay bills, cover emergency expenses, or retire comfortably. Many ultimately leave the profession they love. In this session, learn how to implement a comprehensive financial well-being program that meets all employees, wherever the starting point, and takes them along a journey from surviving to thriving.",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6073",
            "Title": "8 Action Steps to Foster an Equitable Workplace ",
            "Location": "ACC - Level 4 - 12A",
            "Description": "How does an educational workplace prioritize a culture of diversity and equity? When discrimination is not tolerated and employees are treated fairly, then they tend to be more productive and feel valued. In turn, these employees help foster positive learning environments for students. Learn practical steps to building a diverse and welcoming environment through bias awareness, fair practices, and diversity efforts. ",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6074",
            "Title": "Leading for Equity: Building a Culture of Equity in Richardson ISD",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "Learn about one district's journey to address equity, diversity, and inclusion and the timeline of events that led to the creation of an Equity Policy. District leadership will share the events and activities that continue to provide direction for supporting the district and its mission that \"all means all.\"  Specific events, activities, and resources, including the adoption of an Equity Policy, will be shared.  ",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6075",
            "Title": "Generating Equitable Youth Opportunities through Community Partnerships",
            "Location": "ACC - Level 4 - 17A",
            "Description": "In this panel discussion, experts will: outline the evidence base for OST learning; discuss programs' roles as capacity builders in broader educational ecosystems; and share tactical steps to build partnerships that innovate to meet student, district, and community needs. Panelists will also outline strategies for districts to leverage one-time federal investments beyond recovery to true transformation, building sustainable, student-centered collaborations for more equitable educational experiences.",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6076",
            "Title": "Advocacy for Latino Learners and Leaders is Mission Critical",
            "Location": "ACC - Level 4 - 16B",
            "Description": "TALAS leadership will share the vision of the organization and discuss the priorities for advocacy/voice, as well as leadership development. ",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6077",
            "Title": "Addressing Equity in Secondary Mathematics",
            "Location": "ACC - Level 4 - 13A",
            "Description": "Join Rio Grande City CISD's leadership team as they share the \"why\" and \"how\" in their decision-making process to strategically partner with Agile Mind to eliminate barriers and drive success for all. With equity top of mind, Rio Grande City CISD has afforded students the opportunity to reach their academic and mindset potential through the implementation of a high-quality math/SEL curriculum and system-wide professional learning. The results speak for themselves. ",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6078",
            "Title": "Unpacking Implicit Biases",
            "Location": "ACC - Level 4 - 12A",
            "Description": "Through reflective discourse, participants will identify what implicit bias truly means, why the topic is relevant, and how to adjust teaching and leadership practices. Participants will leave the session with strategies to support how to react to culturally bias instances on campus how to teach, and lead in a sound, aware, and impactful manner.",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6079",
            "Title": "Enrollment Strategies to Ensure Equity and Academic Success ",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "Learn how one district uses strategic enrollment practices to combat systemic segregation and intentionally diversify schools. A 50/50 Socioeconomic Diversity Lottery creates a balanced school population in which 50 percent of the campus seats go to economically disadvantaged students and 50 percent go to non-economically disadvantaged students. Campuses are open to students across the district, and there are no attendance boundaries or academic entry requirements.   ",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6080",
            "Title": "Equity as the Foundation: Strategic Planning to Achieve High Outcomes for Every Student",
            "Location": "ACC - Level 4 - 18C",
            "Description": "Austin ISD envisions becoming, \"Austin's home for inclusive learning: high expectations for all children, high outcomes for every student,\" in their strategic plan. Listen to diverse perspectives on the challenging but essential work AISD undertook to align district and campus improvement planning to this vision of equitable outcomes for all. Lessons learned in AISD will offer helpful insight on how to build from a strong foundation of equity.",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6081",
            "Title": "The Great Mismatch: District/School Culture and Disciplinary Practices",
            "Location": "ACC - Level 4 - 19A",
            "Description": "Disciplinary outcomes for the students of color from a historical perspective shows a direct correlation to administrator beliefs and current practices. Districts looking to increase academic outcomes for all students must consider how their beliefs and culture around discipline impacts those very outcomes. One critical area administrators and district leaders can close the achievement gaps is through changing cultures around discipline. Developing a more inclusive, restorative culture is key.",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6082",
            "Title": "School Leadership and Changing Demographics: Leadership Competencies for Working with Demographically Diverse Students and Parents",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "This session will deliver an interactive format where participants will be given information about school outcomes due to changing student demographics. Participants will be asked to take a leadership inventory to determine if they have schools with changing demographics and identify the skillset necessary to lead schools undergoing demographic change. These leadership skills include data management, cultural competency, adapting to demographic change, and engagement with stakeholders of color.  ",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6085",
            "Title": "JUST School Counseling: The Simplicity of School Counselor Advocacy",
            "Location": "ACC - Level 4 - 13B",
            "Description": "Cultivate fundamental skills to address educational and equitable needs of students while addressing required tasks of professional school counselors. Learn and apply this newly constructed but simple concept of \"JUST School Counseling!\"",
            "Track Name(s)": "Equity and Social Justice",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6086",
            "Title": "210 Additional Day School Calendar Redesign",
            "Location": "ACC - Level 4 - 17B",
            "Description": "The 210-additional-day school calendar redesign is a blueprint on reimagining a school calendar to accelerated learning experience. Participants will hear benefits to moving to a full redesign school calendar: additional planning time for teachers, brain breaks, special courses, increased recess and enrichment time for students. Participants will receive a timeline of events that should be considered as a district plans to implement a 210-additional-day school calendar.",
            "Track Name(s)": "District Operations and Finance",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6087",
            "Title": "More for Less: Staffing Models for Online Instruction",
            "Location": "ACC - Level 4 - 12B",
            "Description": "Do more for students while spending less money. Explore staffing options for online instructional models including remote and on-site learning at traditional and non-traditional campuses. View the costs and savings for different models. In peer groups, compare and contrast models and discuss strengths and challenges of implementation. As a culminating activity, self-assess your students' needs to determine which models best serve particular student groups on campus or district-wide. ",
            "Track Name(s)": "District Operations and Finance",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6088",
            "Title": "CTO: Cybersecurity Audits",
            "Location": "ACC - Level 4 - 16B",
            "Description": "School districts have become the target of cybersecurity events resulting in loss of critical data. Recent legislative action has set an expectation for schools to work toward compliance using the Texas Cybersecurity Framework. Join a discussion about the cybersecurity audit process, how to use the information to inform budget and practice, and learn how these tools provide detection and prevention of a cybersecurity event.",
            "Track Name(s)": "District Operations and Finance",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6089",
            "Title": "Using Zero-Based Budgeting to Optimize Organizational Efficiency",
            "Location": "ACC - Level 4 - 12B",
            "Description": "Aligning resources to support the growing and diverse needs of a school system can be challenging. In this session, participants will learn the value of zero-based budgeting and how this model can be used to strategically align funding to support the district's strategic plan while creating organizational efficiencies. Additionally, this session will show how Aldine ISD has implemented zero-based budgeting and the benefits that have been achieved from it.",
            "Track Name(s)": "District Operations and Finance",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6090",
            "Title": "CTO: Protecting District Staff and Student Data",
            "Location": "ACC - Level 4 - 16B",
            "Description": "With the emergence of recent legislation, districts are required to provide assurance that student data is being protected. The Texas Student Privacy Alliance has created a common data privacy agreement to use with vendors across the state. Find out more about these free online tools, how to access the common agreement, keep track of your district agreements, and how your district can participate in the Alliance.",
            "Track Name(s)": "District Operations and Finance",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6091",
            "Title": "Better Healthcare: Don't Believe Me? Just Watch! ",
            "Location": "ACC - Level 4 - 12B",
            "Description": "Raymondville ISD was the first district in Texas to offer an alternative to TRS-ActiveCare group health coverage. The district provided coverage at no cost to employees with a $0 deductible and $0 copay. Presenters will explain how the district offered better healthcare at a lower cost. These dynamic speakers will present the impact it had on the district and engage participants with stories from this experience. ",
            "Track Name(s)": "District Operations/Finance",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6092",
            "Title": "Ditch the Deficit: Improve Quality by Bringing Foodservice In-House ",
            "Location": "ACC - Level 3 - 10A",
            "Description": "Learn how Raymondville ISD increased revenues and cut costs while improving food quality and student satisfaction by bringing the foodservice program in-house. ",
            "Track Name(s)": "District Operations/Finance",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6093",
            "Title": "Common Employer Mistakes in Workers Comp and How to Avoid Making Them",
            "Location": "ACC - Level 4 - 12B",
            "Description": "An employer who doesn't know what the law requires in regards to work comp reporting is vulnerable to fines and costly mistakes. Learn the state's requirements of political subdivisions while discussing the mistakes and misunderstandings commonly seen while handling claims.",
            "Track Name(s)": "District Operations and Finance",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6094",
            "Title": "Addressing ESSER Compliance and Financial Planning When Funds Run Out",
            "Location": "ACC - Level 4 - 12B",
            "Description": "Learn more about the tools that can empower leaders to communicate how ESSER funds are being used and the ways in which spending requirements are being met‚ while having a plan for how to proceed after these funds expire. See how Mansfield ISD is automating the process to review their ESSER budgets and planning for long-term budget sustainability. They will also show how they are tracking equity maintenance in regards to ESSER funding.",
            "Track Name(s)": "District Operations and Finance",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6095",
            "Title": "District-wide Impact: from the Campus to the Community",
            "Location": "ACC - Level 4 - 18A",
            "Description": "Capturing Kids' Hearts Leadership Strategist Ron Fox will sit down with two district leaders, Dr. Cissy Perez and Kimberley James, to explore how their teams are making a positive impact through a renewed focus on social and emotional learning, relationship-driven culture, and student connectedness. Both districts, in collaboration with Capturing Kids' Hearts, are implementing transformational processes that are yielding results from the campus to the community.",
            "Track Name(s)": "District Culture",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6096",
            "Title": "District Cybersecurity: Protecting Ports of Entry",
            "Location": "ACC - Level 4 - 12B",
            "Description": "To curb the trend of increasing cybercrime against school districts, leaders must understand how these attacks work. This presentation will examine the main \"ports of entry\" for successful cyberattacks, and explain how hackers plan and launch their attacks. This presentation also provide recommendations for preemptive defense and mitigation. Attendees will gain a better understanding of how hackers have been successful and what they can do to avoid becoming the next victim.",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6097",
            "Title": "Amplifying Teacher Voice: Do You Hear What I Hear?",
            "Location": "ACC - Level 4 - 12A",
            "Description": "How does a superintendent hear directly from teachers and utilize their voice to systemically address problems of practice? Join Dr. Brian Woods as he shares a longstanding practice that is part of the district culture. Learn how the pandemic took this work to the next level. Walk away with ideas to recreate this process in your own district including sample documents. Q&A time will be provided. ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6098",
            "Title": "What's your Superpower? Librarians as Agents of Transformation",
            "Location": "ACC - Level 4 - 18B",
            "Description": "Alignment of goals and objectives is crucial to growth, development, and transformation. School library programs have the potential to affect every student and every teacher on a campus. Discover how three school districts have strengthened library programs and librarians to support campus leadership initiatives through innovative, thoughtful partnerships with a variety of district departments, professional learning opportunities, and purposeful goal setting.   ",
            "Track Name(s)": "District Culture",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6099",
            "Title": "Going Beyond Compliance to Transform the Superintendent Evaluation into a Purposeful Strategic Process",
            "Location": "ACC - Level 4 - 12A",
            "Description": "In an effort to keep the board working at the governance level, the superintendent evaluation process is based on the district's culture, mission, vision, and strategic direction. It works as a tool to guide the board and superintendent in making the right decisions for the right reasons. ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6100",
            "Title": "Governance Beyond the Team of 8: Developing School Cultures That Facilitate Success for All",
            "Location": "ACC - Level 4 - 11B",
            "Description": "Led by Laredo ISD trustees and the superintendent, this session will identify key components and strategies necessary to develop a culture of shared responsibility with which to drive positive student and organizational performance outcomes. Video and media samples will engage the audience in collaborative efforts to forge relationships enhancing the development of a Team of 8 in the boardroom as well throughout every school, department, and classroom in the district.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6101",
            "Title": "Three Amigas! Stopping the Malevolence of COVID Culture!",
            "Location": "ACC - Level 3 - 10C",
            "Description": "Come join the \"Three Amigas\" at the fiesta of the year! This fun, goofy, and insightful session will showcase how three amigas are stopping the malevolence of COVID culture with piñatas filled with surprises that will propel any organization to the place where everyone wants to be! ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6102",
            "Title": "It Takes Teamwork: Developing Board Goals Between the Board and the Leadership Team",
            "Location": "ACC - Level 4 - 11B",
            "Description": "Medina Valley ISD develops board goals using a collaborative approach with the district leadership team. Meaningful and measurable goals are developed in order to lead to student, staff, and district success. These goals are then developed into the superintendent evaluation instrument, which is an objective, rather than subjective, document, focused on achieving the board goals. By goal-setting collaboratively, the board and the leadership team are continually improving the district.   ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6104",
            "Title": "Creating a Systemic Approach to Deeper Learning for All",
            "Location": "ACC - Level 3 - 9C",
            "Description": "How do districts cultivate students to be the creators of their future world? Engage and collaborate with other leaders as they explore the role of district and campus leadership in creating a culture and environment for deeper learning through the experiences of Leander ISD. Participants will leave with an understanding of district-level supports and collaboration needed for deeper learning. ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6105",
            "Title": "Please Don't Make Me Read: A District's Journey in Building Value-Added Capacity",
            "Location": "ACC - Level 4 - 11B",
            "Description": "The session will include campus leadership along with the administrative assistants of their respective campuses and discuss the book study and professional development that was created to provide a new climate and culture in the school organization. This was the first time that the administrative assistants/secretaries had ever been involved in a book study and then required to create and present PD on changing culture and goal setting.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6106",
            "Title": "Teacher Incentive Allotment Planning for Small Districts",
            "Location": "ACC - Level 4 - 12A",
            "Description": "In this interactive presentation, participants will be able to post their questions, comments, and feedback about the path of a small school district pursuing Teacher Incentive Allotment. We will discuss the goals, the advantages, and disadvantages for participating in this statewide program. We'll share our experience in creating our incentive pay plan for highly effective teachers as well as what surprising outcomes we've had this year. ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6107",
            "Title": "Navigating Community Conversations: Enlisting, Engaging and Empowering Conversations on Important Topics",
            "Location": "ACC - Level 4 - 11B",
            "Description": "Community input is invaluable, but engaging your community around a difficult topic can go south if not facilitated strategically. This session explores a method of engagement that frames a complex issue, seeks feedback, and mathematically unveils priorities to be assessed through the lens of implementation and training, effectiveness, and unintended consequences. District leaders share their success in using this method to address COVID-19, safety and security, and other complex issues.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6108",
            "Title": "Taking Strategy into Action",
            "Location": "ACC - Level 4 - 16B",
            "Description": "Listen and discuss with four superintendents who are working to create high-reliability districts while maintaining defined autonomy for mid-level managers in such a way that focus is narrowed to a few critical success factors that matriculate throughout organization utilizing a cascaded balanced scorecard.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6109",
            "Title": "Maximizing Growth by Leveraging Personalized Professional Development Plans",
            "Location": "ACC - Level 4 - 11B",
            "Description": "Kerrville ISd has worked for four years to create a Professional Learning Plan that was meaningful to staff and aligned with district goals, but teachers questioned the authenticity of the plan. This past year, they moved to a different format and campus and district leaders met in small groups to create individualized campus professional development plans. The process took five months to refine, but principals and teachers feel that the plan is developed specifically for the needs of their campus.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6110",
            "Title": "The Role of Education Foundations in District Long Range Planning",
            "Location": "ACC - Level 4 - 13B",
            "Description": "Education foundations are not just for wealthy, suburban communities; every school district can benefit from a supporting foundation. A superintendent and school attorney discuss strategies to incorporate education foundations into a school district's long term planning. Participants will learn how to create a supporting foundation and how foundation funds can be invested with fewer restrictions than school district funds in order to support student success in creative ways. ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6111",
            "Title": "Becoming Exceptional: Leading Strategically through Campus Design Work ",
            "Location": "ACC - Level 4 - 12A",
            "Description": "Believe that transformation is more about people and less about high-stakes testing? Committed to increasing student and staff engagement? Want to know what design work is and how it supports the strategic direction of a learning organization? Join several school leaders as they share their journey in using design work to build capacity, sustain change, and transform student learning.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6112",
            "Title": "Enhanced Improvement Planning by Engaging Multiple Measures of Data",
            "Location": "ACC - Level 4 - 11B",
            "Description": "Students and districts are more than a score. Using an assets-based approach, multiple measures tell a story and provide a starting point from which to launch targeted growth efforts that accelerate learning across the organization for every student. Learn how to meet students where they are, celebrate their gifts, and leverage their strengths to catapult their learning.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6113",
            "Title": "CTO: Considerations and Recommendations for Building a Teacher Incentive Allotment Cohort",
            "Location": "ACC - Level 4 - 17A",
            "Description": "Starting a TIA cohort can be daunting. In this session, review considerations and approaches to starting a TIA cohort. Topics discussed include student growth measures, teacher evaluation, calculating teacher designations, data triangulation, and district/campus culture.   ",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6114",
            "Title": "Strategic Planning with an Equity Focus ",
            "Location": "ACC - Level 4 - 11B",
            "Description": "Equity is a priority for many districts, but translating that priority into action is difficult. Strategic plans are critical, but they are a technical fix — words on paper intended to provide guidance. What makes those words powerful is the extent to which everyone believes them, understands them, and can see their role in implementing them. This session will outline how to meaningfully center equity within a strategic planning process.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6115",
            "Title": "Oh No You Didn't!",
            "Location": "ACC - Level 3 - 10C",
            "Description": "In this time of increased virtual learning and availability of online resources, digital citizenship instruction is more important than ever! Real stories of online behavior gone wrong, court cases, education law, and TEKS requirements elevate the importance of refocusing on digital citizenship in our schools. Join us for an interactive discussion of ideas, priorities, and solutions for digital citizenship for students and adults.  ",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6116",
            "Title": "CTO: Funding Technology through ESSER, ECR, and TEACT",
            "Location": "ACC - Level 4 - 17A",
            "Description": "How has your school district taken advantage of the federal and state funding initiatives such as ESSER, ECR, and TEACT to purchase technology resources for virtual and blended learning? More important, how will your school district sustain funding when the federal funding is phased out? Participants will hear from and interact with a panel of technology and financial officers from three school districts how they addressed these questions. ",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6117",
            "Title": "Learning Here and Anywhere: Connecting at a Distance and Creating Meaning in Place",
            "Location": "ACC - Level 4 - 11A",
            "Description": "Education must evolve, creating new places for learning — material, digital, and in-between — to be resilient and impactful in an ever-changing world. Hybrid models of learning drawing from the best of in-person and online learning, and thoughtfully designed outdoor learning spaces can play a significant role. Expert educators, designers,and researchers illustrate how a strong sense of place, no matter the location or form, impacts student well-being and success.",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6118",
            "Title": "Mind the Gap: Using Instructional Technology to Optimize Learning and Address Learning Loss",
            "Location": "ACC - Level 4 - 11A",
            "Description": "Before COVID, instructional technology use was fairly limited. However, now that teachers and students feel comfortable with these resources, districts must take advantage and leverage instructional technology to close gaps created by COVID and summer break. Although learning loss has recently been in the spotlight, it is nothing new. Teachers see learning loss every August. Join this session to discuss how to leverage instructional technology to \"mind the gap.\"",
            "Track Name(s)": "Digital Learning and Technology Integration",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6119",
            "Title": "Building Bridges Between School and Community with Entrepreneurial Education",
            "Location": "ACC - Level 4 - 16B",
            "Description": "Learn how an experiential entrepreneurial course inspires students to choose their own educational path while blending teacher-led instruction and business community expertise. The panel will highlight student success stories and allow participants to see how this program has bridged the gap between school and community.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "02/02/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6120",
            "Title": "Region 20 ESC Midwinter Breakfast",
            "Location": "Austin Marriott Downtown - Waller EF ",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "07:30:00",
            "End Time": "09:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6121",
            "Title": "Region 11 ESC Breakfast Sponsored by Stifel ",
            "Location": "Austin Marriott Downtown - Waterloo Ballroom Salon 4",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "08:00:00",
            "End Time": "09:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6122",
            "Title": "Region 17 & 18 ESC Midwinter Breakfast",
            "Location": "Austin Marriott Downtown - Waller Salon A ",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "07:30:00",
            "End Time": "09:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6124",
            "Title": "University of Texas at Austin Cooperative Superintendency Program Reception",
            "Location": "Austin Marriott Downtown - Waller Salon A ",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6125",
            "Title": "Texas Education Technology Leaders Winter Summit 2022",
            "Location": "Austin Marriott Downtown - Waller Salon D",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "07:30:00",
            "End Time": "16:45:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6126",
            "Title": "Texas Academic Decathlon Board Meeting",
            "Location": "Austin Marriott Downtown - 401",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "07:30:00",
            "End Time": "09:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6127",
            "Title": "Region 10 ESC Breakfast",
            "Location": "Austin Marriott Downtown - Waterloo Ballroom Salon 1 ",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "07:30:00",
            "End Time": "09:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6128",
            "Title": "Region 4 ESC TASA Midwinter Breakfast",
            "Location": "Austin Marriott Downtown - Waller Salon CD ",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "07:30:00",
            "End Time": "09:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6129",
            "Title": "Texas Association of Midsized Schools Midwinter Breakfast",
            "Location": "Austin Marriott Downtown - Waterloo 5-6",
            "Track Name(s)": "Breakfast",
            "Date": "01/31/2022",
            "Start Time": "07:30:00",
            "End Time": "09:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6130",
            "Title": "Region 7 ESC Superintendent's Breakfast",
            "Location": "Austin Marriott Downtown - Waterloo Ballroom Salon 6",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "07:30:00",
            "End Time": "09:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6131",
            "Title": "The Equity Center's 21st Annual School Finance & Legislative Workshop",
            "Location": "ACC - Level 4 - Ballrooms EF",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "11:30:00",
            "End Time": "16:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6132",
            "Title": "Equity Center Board of Directors Luncheon and Business Meeting",
            "Location": "ACC - Level 3 - Austin Suite",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "11:45:00",
            "End Time": "13:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6133",
            "Title": "Texas Alliance of Black School Educators Superintendents Think Tank",
            "Location": "Austin Marriott Downtown - Waller Salon B ",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "13:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6134",
            "Title": "Texas Alliance of Black School Educators Texas Education Policy Institute (T.E.P.I)",
            "Location": "ACC - Level 3 - 9ABC",
            "Track Name(s)": "Meeting",
            "Date": "01/29/2022",
            "Start Time": "09:00:00",
            "End Time": "15:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6135",
            "Title": "Region 3 ESC Midwinter Breakfast",
            "Location": "Austin Marriott Downtown - 604-605 ",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "07:30:00",
            "End Time": "09:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6137",
            "Title": "Texas Educational Policy Institute Texas Data Privacy Work Group",
            "Location": "Austin Marriott Downtown - 403-404",
            "Track Name(s)": "Meeting",
            "Date": "01/29/2022",
            "Start Time": "12:00:00",
            "End Time": "17:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6138",
            "Title": "Texas A&M University Students & Former Students Reception",
            "Location": "Austin Marriott Downtown - Waller Salon E ",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "18:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6142",
            "Title": "Region 16 ESC Midwinter Breakfast",
            "Location": "Austin Marriott Downtown - Waterloo Ballroom Salon 5",
            "Track Name(s)": "Breakfast",
            "Date": "02/01/2022",
            "Start Time": "07:30:00",
            "End Time": "09:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6143",
            "Title": "CAS Client Appreciation Luncheon 2022",
            "Location": "Austin Marriott Downtown - Waller Salon CD ",
            "Track Name(s)": "Luncheon ",
            "Date": "01/31/2022",
            "Start Time": "11:45:00",
            "End Time": "13:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6147",
            "Title": "University of Texas at San Antonio Superintendency Program Luncheon",
            "Location": "Austin Marriott Downtown - 402",
            "Track Name(s)": "Luncheon ",
            "Date": "01/31/2022",
            "Start Time": "12:00:00",
            "End Time": "13:15:00",
            "Session Type": "Related Event",
            "Cancelled": "yes"
        },
        {
            "Session ID": "6148",
            "Title": "University of Texas at San Antonio College of Education & Human Development Reception",
            "Location": "Austin Marriott Downtown - Waller Salon F ",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "yes"
        },
        {
            "Session ID": "6150",
            "Title": "Aspiring Superintendents Academy Kickoff (and Welcome Reception)",
            "Location": "ACC - Level 4 - Ballroom D",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "15:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6151",
            "Title": "TASA Midwinter First Time Attendee & New Member Reception ",
            "Location": "Austin Marriott Downtown - 403-404 ",
            "Track Name(s)": "Reception",
            "Date": "01/30/2022",
            "Start Time": "17:00:00",
            "End Time": "17:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6152",
            "Title": "Midwinter Welcome Reception ",
            "Location": "Austin Marriott Downtown - Moontower Hall",
            "Track Name(s)": "Reception",
            "Date": "01/30/2022",
            "Start Time": "17:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6153",
            "Title": "Aspiring Superintendents Academy (Session 2)",
            "Location": "ACC - Level 4 - Ballroom D",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "08:00:00",
            "End Time": "11:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6154",
            "Title": "Aspiring Superintendents Academy ",
            "Location": "ACC - Level 4 - Ballroom G",
            "Track Name(s)": "Meeting",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "15:15:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6155",
            "Title": "Aspiring Superintendents Academy (Breakfast)",
            "Location": "ACC - Level 4 - Ballroom D",
            "Track Name(s)": "Meeting",
            "Date": "02/02/2022",
            "Start Time": "07:15:00",
            "End Time": "09:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6164",
            "Title": "Inspiring Leaders Luncheon ",
            "Location": "Austin Marriott Downtown - Waller Salon CD ",
            "Track Name(s)": "Luncheon ",
            "Date": "02/01/2022",
            "Start Time": "11:30:00",
            "End Time": "13:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6165",
            "Title": "TASA President's Dinner ",
            "Location": "Texas History Museum ",
            "Track Name(s)": "Dinner",
            "Date": "01/31/2022",
            "Start Time": "18:30:00",
            "End Time": "22:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6166",
            "Title": "What Happens When Corporations Support Schools?",
            "Location": "ACC - Learning Lounge",
            "Description": "This critical time in education has surrounding companies standing by and ready to make an impact. In partnership with Discovery Education, organizations like MLB, Toyota, and Chevron have been working hard to accelerate learning and create open-access resources around relevant topics, including STEM, SEL, career exploration, and more. Join us for an  overview of these engaging resources and collaborate on how organizations can do more to support schools and districts.",
            "Track Name(s)": "Public Education Advocacy",
            "Date": "01/31/2022",
            "Start Time": "10:05:00",
            "End Time": "10:35:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6167",
            "Title": "Places that Inspire: Early Childhood Environments for Student Success",
            "Location": "ACC - Learning Lounge",
            "Description": "This session will explore current research on early education and analyze how learning environments can support diverse learning modalities.  We will discuss how play-based learning, sensory learning, and social emotional learning can be positively impacted by introducing biophilic design features and connections to the outdoors.  ",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "02/01/2022",
            "Start Time": "10:50:00",
            "End Time": "11:15:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6168",
            "Title": "The Customer Service Revolution in Schools and Its Impact on Trust and Culture",
            "Location": "ACC - Learning Lounge",
            "Description": "There's a quiet revolution of school leaders looking at how customer service and trust impacts their schools. Schools haven't traditionally called stakeholders — including parents, teachers/staff and taxpayers — their customers. But  expectations set by companies like Amazon are driving this trend. Hear from a panel of Texas school leaders who have instilled customer service-conscious cultures in their schools to support student success and identify problems before they become crises.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "13:25:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6169",
            "Title": "Creating a High Performance Culture through Customer Service",
            "Location": "ACC - Learning Lounge",
            "Description": "Culture matters, especially in an urban school district with more than 20,000 employees and 150,000 students. Culture will happen by default ... or it can be cultivated through intentional design. To promote a thriving, high-performing organization, educational leaders must develop (and model) those desired behaviors across all departments. Simply hoping for them is not an effective strategy! Dallas ISD has codified their culture based upon their CORE 4 tenets.",
            "Track Name(s)": "District Culture and Strategic Planning",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "10:40:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6170",
            "Title": "Using Analytics to Drive Strategic Decisions around Equity and Access",
            "Location": "ACC - Learning Lounge",
            "Description": "Learn how one Texas district drives its decision-making process to maximize student success. Ector County ISD has implemented a series of analytics to provide key insights and assessments, as well as challenges with remote learners and teacher incentive allotment. You'll also discover how ECISD has disaggregated its datasets to ensure equity and access for all students, and better align to district strategic goals.",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "01/31/2022",
            "Start Time": "14:50:00",
            "End Time": "15:15:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6171",
            "Title": "The Future of School Administrative Spaces: Supporting the Next Generation Workforce through Efficient, Collaborative Design",
            "Location": "ACC - Learning Lounge",
            "Description": "Historically, schools have been defined by a culture of individualism. K-12 design efforts in recent years have mirrored commercial workplace trends by making a stance for collaborative areas, flexible seating, tech-savvy spaces, and cafeterias that mimic cafes. School design has been centric to teaching and learning, but supporting the education profession has been a low priority. The New CFISD Administration Building design portrays a reinvented paradigm for the school workplace.",
            "Track Name(s)": "Facility Planning/Design/Learning Environment",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "14:40:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6172",
            "Title": "Unmasking Financial Wellness: TRS, Social Security, and What You Can Do to Prepare",
            "Location": "ACC - Learning Lounge",
            "Description": "One of people's biggest fears is not having enough money for the future. That is understandable given 69% of Americans have less than $1,000 in savings and that pension systems appear complex. During the pandemic, many reflected on the type of financial future they desire, but struggled to identify actionable steps to improve their financial well-being. Let's unmask the issues and discuss the tools available to be financially well.",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "01/31/2022",
            "Start Time": "13:35:00",
            "End Time": "14:00:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6173",
            "Title": "Connecting Human Resources to School Master Scheduling to Develop a Data-Driven Staffing Plan ",
            "Location": "ACC - Learning Lounge",
            "Description": "With higher-than-normal teacher turnover, aligning staffing plans with emerging student-centered master scheduling needs has never been more important. Connecting hiring practices to school master scheduling facilitates equitable learning opportunities and improves the classroom experience for both students and teachers. Join our panel discussion for an in-depth look at making data-driven instructional and staffing decisions to hire smarter, save money, and retain your rock star teachers! ",
            "Track Name(s)": "Teacher Retention and Human Resources",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "09:25:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6174",
            "Title": "Using a Rich History to Chart a Successful Future",
            "Location": "ACC - Learning Lounge",
            "Description": "The community of Sherman has charted a course of continued prosperity and greater prominence for every student and every resident. That process started with the creation of comprehensive strategic plan that became a call to action and resulted in a successful bond and construction of the new Sherman High School. The methods for this journey blended an unremitting partnership with the city and unwavering commitment to community engagement and transparency. ",
            "Track Name(s)": "Community Engagement",
            "Date": "01/31/2022",
            "Start Time": "11:20:00",
            "End Time": "11:45:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6175",
            "Title": "Developing a Leadership Pathway",
            "Location": "ACC - Learning Lounge",
            "Description": "Using protocols to encourage collaboration, participants will take a brief deep dive into the significance of having a meaningful and aligned leadership development initiative that includes teachers, assistant principals, principals, and central office administrators. N2 Learning will highlight the Teacher Leadership Institute (TLI), the Assistant Principal Leadership Institute (APL), The Principals' Institute (PI), and the Executive Leadership Institute (ELI).  ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:10:48",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6176",
            "Title": "TASA Legislative Update",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "This session will focus on interim charges related to public education and legislative committee work. Regulatory changes coming from TEA, SBOE, SBEC, and other state agencies impacting public schools and a look at the political landscape heading into the March primary will also be covered. ",
            "Track Name(s)": "Public Education Advocacy",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6177",
            "Title": "Texas Leadership Center Board Meeting ",
            "Location": "Austin Marriott Downtown - 302",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "07:30:00",
            "End Time": "09:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6178",
            "Title": "TASA Leadership Luncheon ",
            "Location": "Austin Marriott Downtown - Waller Salon C ",
            "Track Name(s)": "Luncheon ",
            "Date": "01/30/2022",
            "Start Time": "12:00:00",
            "End Time": "13:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6179",
            "Title": "The Future of Testing and Accountability in Texas",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "In October 2021, a statewide team started meeting with 10,000 Texans in small and large group settings to educate stakeholders about the current accountability system and invite people to join Raise Your Hand Texas in the push for legislative change in the 88th legislative session. Become one of the 10,000 Texans raising their voices and find out how to engage local communities in this effort.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6180",
            "Title": "Can Superintendents Advocate? Yes!",
            "Location": "ACC - Level 3 - 8BC",
            "Description": "Learn the basics of advocacy for school districts of all sizes from a former superintendent and trustee. Find out what can and can't be done, and how to include the school board and engage the community. Walk away with the confidence to start a conversation about advocacy to implement actions that range from simple to complex.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6181",
            "Title": "The Changing Landscape of School Health Insurance",
            "Location": "ACC - Level 3 - 9AB",
            "Description": "The TASB Benefit Co-op will discuss recent legislation and how it impacts Texas school districts. Come learn about the TRS changes and other trends in benefits for school districts.",
            "Track Name(s)": "Legal Issues and Educational Policy",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6182",
            "Title": "Overcome Compassion Fatigue, Lead and Serve from Abundance",
            "Location": "ACC - Level 4 - 15",
            "Description": "When exhausted, spread thin, and giving from empty it can be incredibly challenging to show up fully for the people you serve (both professionally and personally). Learn why compassion plays a primary role in social-emotional learning, what's underneath the exhaustion and burnout, and what to do about it. Hear how shifting from a martyrdom to \"model-dom\" leadership model creates a ripple effect for district culture.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6183",
            "Title": "The Curriculum Management Audit: An Organizational Analysis Examining All Factors of Teaching and Learning",
            "Location": "ACC - Level 4 - 12B",
            "Description": "Looking for valuable feedback to improve learning for all students? Learn how curriculum management audit services can equip your leadership team with the tools necessary to objectively evaluate not only your curriculum, but all facets of the organization that impact student learning, and determine critical next steps in promoting student achievement. Hear from a district how curriculum management audit and related trainings can provide a structured approach to evaluating such areas as: curriculum, assessment, and program design; instructional delivery; equality and equity issues; and policy direction, planning for change, and goal prioritization.",
            "Track Name(s)": "District Operations and Finance",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6192",
            "Title": "TEA CTE Update: Participants, and Concentrators, and Completers, Oh My!",
            "Location": "ACC - Level 4 - 12B",
            "Description": "How is autocoding related to CCMR and funding? How can Summary and Supplemental Reports analyze whether the district is meeting the needs of all CTE Learners? Why are these two topics in the same session? The TEA CTE team will take provide a whirlwind tour of topics, including autocoding and the Comprehensive Local Needs Application (CLNA). Participants will leave the session empowered with additional knowledge to enhance student achievement, accountability, and funding.",
            "Track Name(s)": "College and Career Readiness",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6193",
            "Title": "General Overview of the STAAR Redesign",
            "Location": "ACC - Level 4 - Ballroom E",
            "Description": "This session will provide updates about House Bill 3906 implementation, including a general overview of the STAAR redesign that will be implemented in the 2022-23 school year. The session will include how the redesign impacts all subjects, including resources available to support implementation of the STAAR assessment program.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6194",
            "Title": "Implementing a Coherent District Literacy Curriculum Framework ",
            "Location": "ACC - Level 4 - 15",
            "Description": "What does a literacy curriculum framework look like when incorporating Reading Academies, research-based instructional strategies, and high-quality literacy instructional materials?  Explore how districts have brought together these components to overhaul their literacy program into a comprehensive, coherent, literacy framework. This session will include district testimonials and opportunities for panel questions.",
            "Track Name(s)": "Instructional Leadership",
            "Date": "02/03/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6195",
            "Title": "Aspiring Superintendents Academy ",
            "Location": "ACC - Level 4 - Ballroom D",
            "Track Name(s)": "Meeting",
            "Date": "02/01/2022",
            "Start Time": "13:15:00",
            "End Time": "15:15:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6196",
            "Title": "The Future of Educational Accountability Now",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "What should educational accountability look like going forward? Is the right accountability model in place? The answer is a clear no. Organizations and professions suffer great harm when they pick the wrong one and ask it to work beyond its design. This is exactly what happened in education and explains why the past 30 years have failed to produce the watershed moment most policymakers thought it would. Doubling down on what went before, no matter how well-intentioned, isn’t the answer. There's still a chance to create that watershed moment, but it requires an accountability system designed to get there. Come see what that system should look like and what schools are doing now to bring it about. ",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "02/01/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Session",
            "Cancelled": "No"
        },
        {
            "Session ID": "6197",
            "Title": "Relational Intelligence: Strategies to Reduce the Impact of Social Isolation",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "Join best-selling author Dr. Ruby Payne as she tackles the ongoing social effects of the pandemic on students. Future-ready students will need to have relational intelligence, and a key issue for schools will be how to mitigate the impact on brain development of social isolation. In this in-depth thought leader session, Dr. Payne will define relational intelligence, identify the impact of social isolation on adolescent brain development and relational intelligence, and highlight strategies to lessen the impact of social isolation as a result of COVID.",
            "Track Name(s)": "Student Support Services and Vulnerable Populations",
            "Date": "02/01/2022",
            "Start Time": "09:00:00",
            "End Time": "10:00:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6198",
            "Title": "The Innovator's Mindset",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "What is our vision for the future of learning, and how do we bring it to life? Sanée Bell says the following; “Students should have rich, relevant, and authentic experiences at school, across the board.” Are we recreating the same opportunities for our students that we had as students, or are we taking advantage of the opportunities our learners have today? Innovation in education is not about the \"latest\" technology but about creating new and better opportunities for our students. Why is it necessary to go beyond the idea of a \"growth mindset\" for our students, our staff, and our leadership, and why it is imperative to embrace the \"Innovator's Mindset\" at all levels of our organizations? In this session, George Couros will share compelling examples of the Innovator's Mindset that will make you laugh, cry, and think while reminding us to not only share the incredible stories from our schools but to create the stories we want to tell about our communities. You will walk away from this session not only feeling reaffirmed but challenged to move your learning to the next level!",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "02/01/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6199",
            "Title": "Strengthening Teacher Agency with Impact Teams",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "When teams believe that collaboratively they have the expertise to develop assessment-capable, socially capable, and emotionally capable learners, they actually do! In this session, explore how Impact Teams leverage the sources of efficacy to amplify the most powerful influence over learning, collective teacher efficacy (CTE). Collective teacher efficacy (CTE) refers to a learning organization’s collective belief that through evidence-based, collective actions, they can positively advance student learning, including those students who are not contributing actively to their own learning or the learning of others. When teachers have agency, they have the capacity to act purposefully and constructively to direct their own professional growth and contribute to the growth of their colleagues.",
            "Track Name(s)": "Assessment and Accountability",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6200",
            "Title": "Leading Restorative Practices",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "Restorative practices (RP) embrace a more connected way of being and responding to others in the community. RP is more than just a way of approaching discipline; it is a human centered approach to life and work. The most effective leaders have a restorative heart and mind set. They embrace their own humanity, and that of others, through reflection, growth, vulnerability and healing. Effective leaders ensure the same opportunities are provided to staff so that the workplace is not just efficient and effective, but also a place where conflict can be resolved and the work is approached with a collective focus on community. Come build a basic understanding of restorative practices, and leave with tangible resources to build systems, time, and space for restorative practices.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6201",
            "Title": "Clarity, Capacity, and Coherence: Key Practices for Developing Systems for Learning through Leadership ",
            "Location": "ACC - Level 4 - Ballroom G",
            "Description": "Prior to being a school administrator, Michael McDowell was a leadership and instructional coach for the New Tech Network, supporting educators in designing, implementing, and enhancing innovative schools across the country. His thought leader session will focus on developing educational systems that ensure more than one year’s growth in one year’s time for all learners in 21st century skills and academic content. McDowell will review the latest research in learning, leadership, and systems, and provide practical guidance for providing clarity of message, coherence of systems, and capacity development of employees to meet the growth demands articulated in the latest research.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "13:00:00",
            "End Time": "14:00:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6202",
            "Title": "An Encompassing Approach to School Safety: Prepare, Prevent, Protect ",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "Michele Gay is the executive director of Safe and Sound Schools, which she co-founded with Alissa Parker after both lost children at Sandy Hook Elementary. Safe and Sound Schools is a national nonprofit school safety advocacy and resource center that provides research-based tools and support for crisis-prevention, response, and recovery. In this session, Michele will share Safe and Sound’s mission and model for a Collaborative Approach to School Safety. This presentation is aimed at a multi-disciplinary audience of educators, administrators, school resource officers, mental health professionals and school staff, as well as parent, student, and community representatives. Learn about tools, resources, and programs aimed at bringing all stakeholders in the school community together for a holistic and comprehensive approach to school safety.",
            "Track Name(s)": "Safety and Wellness",
            "Date": "02/01/2022",
            "Start Time": "10:15:00",
            "End Time": "11:15:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6203",
            "Title": "Building Trust as a Foundation for Family-School Partnerships ",
            "Location": "ACC - Level 4 - Ballroom G",
            "Description": "Join family-school partnerships expert Dr. Karen Mapp for a thought leader session on building relational trust as a foundation for family-school partnerships this school year. Dr. Mapp is the leading national expert in fostering positive partnerships between schools and families. Research shows that leveraging family-school and community partnerships improves student outcomes across key metrics. She will help district leaders break down the key components of building strong relationships with families as well as community partners through an asset-based lens in order to improve student outcomes. ",
            "Track Name(s)": "Safety and Wellness",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6205",
            "Title": "Nobody Does Leadership Like H-E-B: A Conversation with H-E-B President Craig Boyan and TASA’s Kevin Brown",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "In this thought leader session, H-E-B's Craig Boyan and TASA's Kevin Brown will talk about the way H-E-B has supported the company’s team members and customized their approach for each community they serve. The pair will also discuss the toll the pandemic has taken on leaders in business and education, and the lessons they’ve learned while leading through historically challenging times.",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "09:30:00",
            "End Time": "10:30:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6206",
            "Title": "Building Language Skills to Create a Positive Early Learning Environment",
            "Location": "ACC - Level 4 - Ballroom F",
            "Description": "Dr. Zucker will explore evidence-based practices that help accelerate young children’s language, literacy, and social-emotional development. Participants will learn how to utilize purposeful serve-and-return conversation to help children acquire the social-emotional, oral language, and vocabulary skills they need to thrive in a positive classroom environment, implement best practices that enhance language skills, and understand types of questions that are developmentally appropriate for promoting vocabulary at school and home.\r\n   ",
            "Track Name(s)": "Leadership Development and Mentoring",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Thought Leader",
            "Cancelled": "No"
        },
        {
            "Session ID": "6210",
            "Title": "Texas School Coalition Executive Committee Meeting",
            "Location": "Austin Marriott Downtown - 402",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "08:30:00",
            "End Time": "09:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6211",
            "Title": "Texas School Coalition Meeting",
            "Location": "Austin Marriott Downtown - Waller Salon A ",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "14:15:00",
            "End Time": "15:15:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6217",
            "Title": "University of North Texas and HilltopSecurities Reception",
            "Location": "Austin Marriott Downtown - Waller Salon D",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "6218",
            "Title": "Lamar University Cardinal Reception",
            "Location": "Austin Marriott Downtown - Waller Salon C ",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "19:00:00",
            "Session Type": "Related Event",
            "Cancelled": "yes"
        },
        {
            "Session ID": "6219",
            "Title": "Sam Houston State University Reception",
            "Location": "Austin Marriott Downtown - Waller Salon B ",
            "Track Name(s)": "Reception",
            "Date": "01/31/2022",
            "Start Time": "17:30:00",
            "End Time": "18:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7001",
            "Title": "ASCENDER Advisory Council Meeting",
            "Location": "Austin Marriott Downtown - Waller EF ",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "10:45:00",
            "End Time": "11:45:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7003",
            "Title": "Texas Association of Latino Administrators and Superintendents Board Meeting ",
            "Location": "ACC - Level 3 - 10C",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "12:00:00",
            "End Time": "14:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7004",
            "Title": "TASA Advocacy Committee Meeting ",
            "Location": "Austin Marriott Downtown - Waller Salon E",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "13:00:00",
            "End Time": "15:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7005",
            "Title": "TASA Budget Boot Camp",
            "Location": "ACC - Level 4 - 16AB",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "08:00:00",
            "End Time": "12:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7006",
            "Title": "TASA Executive Committee Meeting",
            "Location": "Austin Marriott Downtown - Waller Salon A",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "10:30:00",
            "End Time": "12:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7007",
            "Title": "TASA Higher Education Committee",
            "Location": "Austin Marriott Downtown - Waller Salon A",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "13:00:00",
            "End Time": "15:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7008",
            "Title": "TASA Joint Executive and Legislative Committee Meeting",
            "Location": "Austin Marriott Downtown - Waller Salon F",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "08:30:00",
            "End Time": "10:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7009",
            "Title": "TASA Legacy Luncheon ",
            "Location": "Hilton Austin Hotel - 4th Floor - Salons D/E",
            "Track Name(s)": "Luncheon ",
            "Date": "01/31/2022",
            "Start Time": "12:00:00",
            "End Time": "13:15:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7010",
            "Title": "TASA Member Engagement Committee ",
            "Location": "Austin Marriott Downtown - Waller Salon B",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "13:00:00",
            "End Time": "15:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7011",
            "Title": "TASA Professional Learning Committee Meeting ",
            "Location": "Austin Marriott Downtown - Waller Salon F",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "13:00:00",
            "End Time": "15:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7012",
            "Title": "TASA/TASB/TASBO Budget Cohort Session #4",
            "Location": "ACC - Level 4 - 12AB",
            "Track Name(s)": "Meeting",
            "Date": "02/02/2022",
            "Start Time": "12:00:00",
            "End Time": "15:30:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7013",
            "Title": "Texas Association of Latino Administrators and Superintendents (TALAS) Mentor Training",
            "Location": "ACC - Level 3 - 10AB",
            "Track Name(s)": "Meeting",
            "Date": "01/29/2022",
            "Start Time": "08:00:00",
            "End Time": "16:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7014",
            "Title": "Texas Public Accountability Consortium (TPAC) Lunch and Meeting",
            "Location": "Austin Marriott Downtown - Waller 1-2",
            "Track Name(s)": "Meeting",
            "Date": "01/31/2022",
            "Start Time": "12:00:00",
            "End Time": "14:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        },
        {
            "Session ID": "7015",
            "Title": "Texas Urban Council Meeting",
            "Location": "ACC - Level 3 - 9B",
            "Track Name(s)": "Meeting",
            "Date": "01/30/2022",
            "Start Time": "13:00:00",
            "End Time": "17:00:00",
            "Session Type": "Related Event",
            "Cancelled": "No"
        }
    ]
}